Repository: Ordissimo/gscrabble
Catalog: po/*.po
Languages: ar, de, es, fr, it, nl_nl

source: Scrabble is a fun, classic word game. The object of the game is to get the most points by playing words on a board that you connect to words created by your fellow players. To play Scrabble, you need at least one other player. You will also need an official Scrabble board with all of its components. As you play the game, you create words, rack up points, challenge your opponents, and even exchange tiles if yours are not working for you. All the while, a scorekeeper tallies up each player’s points to determine who will win at the end of the game. If you become a fan of the game, you may consider inviting your friends to join you on a regular basis, joining a club, or entering a tournament.
ar: سكرابل هي لعبة كلمات مرحة وكلاسيكية، والهدف منها هو الحصول على أكبر عدد من النقاط عبر لعب كلمات على اللوحة تتصل بالكلمات التي أنشأها اللاعبون الآخرون. للعب هذه اللعبة فإنك ستحتاج إلى لاعب واحد آخر على الأقل بالإضافة إلى لوحة سكرابل الرسمية بكل مكوناتها. أثناء لعب اللعبة تقوم بإنشاء كلمات وجمع نقاط وتحدي منافسيك وحتى تبادل القطع إن كانت قطعك غير مفيدة لك. خلال ذلك الوقت فإن متابع النتيجة يجمع نقاط كل لاعب لتحديد الفائز في نهاية اللعبة. إن صرت معجبًا باللعبة فيمكنك التفكير بدعوة أصدقائك لمشاركتك اللعب بانتظام أو الانضمام لنادٍ أو دخول دورة.
de: Scrabble ist ein lustiges, klassisches Wortspiel. Das Ziel des Spiels ist es, die meisten Punkte zu erzielen, indem Sie Wörter auf einem Brett spielen, das Sie mit Wörtern verbinden, die von Ihren Mitspielern erstellt wurden. Zum Spielen von Scrabble benötigen Sie mindestens einen anderen Spieler. Sie benötigen auch ein offizielles Scrabble-Board mit all seinen Komponenten. Während Sie das Spiel spielen, erstellen Sie Wörter, sammeln Punkte, fordern Ihre Gegner heraus und tauschen sogar Kacheln aus, wenn Ihre nicht für Sie arbeiten. Währenddessen zählt ein Punktezähler die Punkte jedes Spielers auf, um zu bestimmen, wer am Ende des Spiels gewinnt. Wenn Sie ein Fan des Spiels werden, können Sie Ihre Freunde einladen, sich Ihnen regelmäßig anzuschließen, einem Verein beizutreten oder an einem Turnier teilzunehmen.
es: Scrabble es un divertido juego de palabras clásico. El objetivo del juego es obtener la mayor cantidad de puntos jugando palabras en un tablero que conectas con palabras creadas por tus compañeros de juego. Para jugar Scrabble, necesitas al menos otro jugador. También necesitará un tablero oficial de Scrabble con todos sus componentes. A medida que juegas, creas palabras, acumulas puntos, desafías a tus oponentes e incluso intercambias fichas si las tuyas no te funcionan. Mientras tanto, un anotador cuenta los puntos de cada jugador para determinar quién ganará al final del juego. Si te conviertes en un fanático del juego, puedes considerar invitar a tus amigos a unirse a ti regularmente, unirte a un club o participar en un torneo.
fr: Scrabble est un jeu de mots classique et amusant. Le but du jeu est d'obtenir le plus de points possible en jouant des mots sur un plateau de jeu que vous connectez aux mots créés par les autres joueurs. Pour jouer au Scrabble, vous avez besoin d'au moins un autre joueur. Vous aurez également besoin d'un plateau de Scrabble officiel avec toutes ses piéces. Au fur et à mesure que vous jouez, vous créez des mots, accumulez des points, défiez vos adversaires, et même échangez des tuiles si les vôtres ne fonctionnent pas pour vous. Pendant ce temps, un marqueur compte les points de chaque joueur pour déterminer qui gagnera à la fin de la partie. Si vous devenez fan du jeu, vous pouvez envisager d'inviter vos amis à vous rejoindre régulièrement, à rejoindre un club ou à participer à un tournoi.
it: Scrabble è un gioco di parole classico e divertente. L'obiettivo è quello di ottenere il miglior punteggio formando delle parole, che devono avere una lettera in comune con le parole disposte in precedenza sulla scacchiera. Per giocare a Scrabble, sono necessari almeno due giocatori. Giocare è semplice: componi delle parole, accumuli punti, sfidi i tuoi avversari. Se necessario puoi cambiare le lettere non utili. Nel frattempo, un segnapunti memorizza i punti di ogni giocatore per determinare chi vincerà alla fine della partita. Se il gioco ti appassiona, inivita i tuoi amici ad unirsi a te, a un club o a iniziare un torneo.
nl_nl: Scrabble is een leuk, klassiek woordspel. Het doel van het spel is om de meeste punten te verkrijgen door woorden te maken op een bord waar alle woorden van alle spelers worden verbonden. Om Scrabble te spelen heb je minimaal één andere speler nodig. Ook moet je een officieel Scrabble-bord hebben met alle bijbehorende items. Tijdens het spelen creëer je woorden, verzamel je punten, daag je je tegenstanders uit en ruil je stenen die je niet nodig hebt. De punten van elke speler worden bij elkaar opgeteld om aan het einde te bepalen wie er gewonnen heeft. Als je fan bent geworden van het spel, overweeg dan om je vrienden uit te nodigen dit regelmatig met je te spelen, lid te worden van een club of deel te nemen aan een toernooi.

source: Select a letter for the blank piece.
ar: اختر حرفا للقطعة الفارغة.
de: Wählen Sie einen Buchstaben für das leere Stück.
es: Seleccione una letra para la pieza en blanco.
fr: Sélectionnez une lettre pour le joker.
it: Seleziona una lettera per la tessera bianca.
nl_nl: Selecteer een letter voor de blanco steen

source: Select the letters to be changed.
ar: حدد الحروف المراد استبدالها.
de: Wählen Sie die Buchstaben aus, die geändert werden sollen.
es: Seleccione las letras a cambiar.
fr: Sélectionnez les lettres à modifier.
it: Seleziona le lettere da cambiare.
nl_nl: Selecteer de te ruilen letters.

source: Separate the word and explain the sign of equality
ar: افصل بين الكلمة وشرحها بعلامة المساواة
de: Trenne das Wort und erkläre das Gleichheitszeichen
es: Separa la palabra y explica el signo de igualdad
fr: Séparer le mot et expliquer le signe égal
it: Separare la parola e spiegare il segno di uguaglianza
nl_nl: Scheidt het woord en leg uit waarom het overeenkomt

source: Set up dictionary file...
ar: تحميل ملف القاموس...
de: Wörterbuchdatei einrichten ...
es: Configurar archivo de diccionario ...
fr: Configurer le fichier dictionnaire...
it: Imposta il file del vocabolario...
nl_nl: Woordenboekbestand installeren...

source: Set up language files...
ar: تحميل ملفات اللغة...
de: Sprachdateien einrichten ...
es: Configurar archivos de idioma ...
fr: Régler les fichiers de langue...
it: Configura il file della lingua...
nl_nl: Taalbestanden instellen...

source: Show all letters
ar: أظهر كل الحروف
de: Zeige alle Buchstaben
es: Mostrar todas las letras
fr: Montrer toutes les lettres
it: Mostra tutte le lettere
nl_nl: Alle letters tonen

source: Show word values.
ar: أظهر قيم الكلمات.
de: Zeige Wortwerte.
es: Mostrar valores de palabras.
fr: Afficher les valeurs des mots.
it: Mostra il valore parola.
nl_nl: Woordwaarden tonen

source: Some words are not in the dictionary. As : {}
ar: بعض الكلمات ليست في القاموس. مثل : {}
de: Einige Wörter sind nicht im Wörterbuch enthalten. Als: {}
es: Algunas palabras no están en el diccionario. Como: {}
fr: Certains mots ne sont pas dans le dictionnaire. Comme : {}
it: Alcune parole non sono nel vocabolario. Come: {}
nl_nl: Sommige woorden zijn niet terug te vinden in het woordenboek. {}

source: Sounds
ar: الأصوات
de: Geräusche
es: Audio
fr: Sons
it: Suono
nl_nl: Geluiden

source: Start
ar: البداية
es: Inicio
it: Inizia
nl_nl: Starten

source: Start game
ar: ابدأ اللعبة
de: Spiel beginnen
es: ¡Empezar juego!
fr: Commencer la partie
it: Inizia il gioco!
nl_nl: Spel starten

source: Suggested word list.
ar: قائمة الكلمات المقترحة
de: Vorgeschlagene Wortliste.
es: Lista de palabras sugeridas.
fr: Suggérer la liste des mots.
it: Elenco delle parole suggerite.
nl_nl: Aanbevolen woordenlijst

source: Suggested words
ar: الكلمات المقترحة
de: Vorgeschlagene Wörter
es: Palabras sugeridas
fr: Mots suggérés
it: Parole suggerite
nl_nl: Aanbevolen woorden

source: TLS
ar: حرف مثلث
fr: STL
it: 3L
nl_nl: D3

source: TWS
ar: كلمة مثلثة
fr: STM
it: 3P
nl_nl: W3

source: The computer changed its letters.
ar: الحاسوب استبدل قطعه.
de: Der Computer änderte seine Buchstaben.
es: La computadora cambió sus letras.
fr: L'ordinateur a changé ses lettres.
it: Il computer ha cambiato le lettere.
nl_nl: De computer heeft letters geruild.

source: The computer does not have any pieces.
ar: أنهى الحاسوب جميع قطعه.
de: Der Computer hat keine Teile.
es: La computadora no tiene ninguna pieza.
fr: L'ordinateur n'a plus de jeton.
it: Il computer ha finito tutte le tessere.
nl_nl: De computer heeft geen stenen.

source: The computer does not have any words.
ar: ليس لدى الحاسوب أي كلمة.
de: Der Computer hat keine Wörter.
es: La computadora no tiene palabras.
fr: L'ordinateur a aucun mot.
it: Il computer non è in grado di comporre una parola.
nl_nl: De computer kan geen woorden meer leggen.

source: The left button:
ar: الزر الأيسر:
de: Der linke Knopf:
es: El botón izquierdo:
fr: Le bouton gauche :
it: Tasto sinistro:
nl_nl: Linkermuisknop:

source: The player who chose the letter closest to “A” gets to play the first word. The word must use at least two tiles and it must be placed across the start square in the center of the board. The word can be laid out in a vertical or horizontal fashion, but it cannot be diagonal. When calculating the first word score, keep in mind that the player who places the first word gets to double his or her total score because the start square counts as a Premium Square with a double word bonus. For example, if the total value of the first word played was 8, then the player would receive a score of 16.
ar: اللاعب الذي اختار الحرف الأقرب إلى "أ" يحق له لعب الكلمة الأولى. يجب أن تستخدم الكلمة قطعتين على الأقل ويجب وضعها عبر مربع البداية في مركز اللوحة. يمكن وضع الكلمة رأسيًا أو أفقيًا وليس قطريًا عند حساب نتيجة الكلمة الأولى فاعلموا أن اللاعب الذي يضع أول كلمة يحصل على ضعف نتيجته الإجمالي لأن مربع البداية يحتسب كمربع مميز يمنح ضعف النتيجة. إن كانت القيمة الإجمالية للكلمة الأولى مثلًا هي 8 فإن اللاعب سيحصل على نتيجة 16.
de: Der Spieler, der den Buchstaben gewählt hat, der am nächsten an „A“ liegt, darf das erste Wort spielen. Das Wort muss aus mindestens zwei Kacheln bestehen und über dem Startfeld in der Mitte des Bretts liegen. Das Wort kann vertikal oder horizontal angeordnet werden, es darf jedoch nicht diagonal sein. Beachten Sie bei der Berechnung der Punktzahl für das erste Wort, dass der Spieler, der das erste Wort platziert, seine Gesamtpunktzahl zu Beginn verdoppelt Quadrat zählt als Premium-Quadrat mit einem doppelten Wortbonus. Wenn beispielsweise der Gesamtwert des ersten gespielten Wortes 8 wäre, würde der Spieler eine Punktzahl von 16 erhalten.
es: El jugador que eligió la letra más cercana a "A" puede jugar la primera palabra. La palabra debe usar al menos dos fichas y debe colocarse en la casilla de inicio en el centro del tablero. La palabra puede presentarse de forma vertical u horizontal, pero no puede ser diagonal. Al calcular la puntuación de la primera palabra, tenga en cuenta que el jugador que coloca la primera palabra puede duplicar su puntaje total porque comienza El cuadrado cuenta como un cuadrado premium con un bono de doble palabra. Por ejemplo, si el valor total de la primera palabra jugada fue 8, entonces el jugador recibiría una puntuación de 16.
fr: Le joueur qui a choisi la lettre la plus proche de "A" joue le premier mot. Le mot doit utiliser au moins deux tuiles et il doit être placé en travers de la case de départ au centre du plateau. Le mot peut être disposé verticalement ou horizontalement, mais il ne peut pas être diagonal. Lorsque vous calculez le score du premier mot, gardez à l'esprit que le joueur qui place le premier mot peut doubler son score total parce que la case de départ compte comme un carré Premium avec un bonus de double mot. Par exemple, si la valeur totale du premier mot joué est de 8, le joueur recevra un score de 16.
it: Il giocatore, che ha scelto la lettera più vicina alla "A", deve disporre la prima parola sulla scacchiera. La stessa deve essere composta da almeno due tessere e deve passare sulla casella di partenza. La parola può essere disposta in verticale o orizzontale, non in diagonale. Per calcolare il punteggio della prima parola, tenere presente che il giocatore, che posiziona la prima parola, ottiene il doppio dei punti in quanto la casella di partenza è una casella speciale: raddoppia il valore della parola. Ad esempio, se il valore totale della prima parola è pari a 8 punti, il giocatore totalizza 16 punti.
nl_nl: De speler met de letter die het dichtst bij de "A" zat mag het eerst woord leggen. Het woord moet bestaan uit minimaal twee letters en moet over de roze ster in het midden worden gelegd. Het woord mag horizontaal of verticaal worden gelegd, maar niet diagonaal. De score van het eerste woord wordt verdubbeld omdat de roze ster een dubbele woordwaarde oplevert. Dus als het eerste woord bijv. 8 punten waard is, dan krijgt de speler in kwestie 16 punten.

source: The right button:
ar: الزر الأيمن:
de: Der rechte Knopf:
es: El botón derecho:
fr: Le bouton droite :
it: Tasto destro:
nl_nl: Rechtermuisknop:

source: The word must be connected to what preceded it.
ar: هذه الكلمة غير موصولة بما قبلها.
de: Das Wort muss mit dem Vorhergehenden verbunden sein.
es: La palabra debe estar conectada a lo que la precedió.
fr: Le mot doit être lié à ce qui le précède.
it: La parola deve avere una lettera in comune con la precedente.
nl_nl: Het woord moet verbonden worden met het vorige gelegde woord.

source: The word must be connected.
ar: حروف الكلمة غير متصلة.
de: Das Wort muss verbunden sein.
es: La palabra debe estar conectada.
fr: Le mot doit être relié.
it: Le parole devono incrociarsi.
nl_nl: Het woord moet verbonden worden met een ander woord.

source: The word must not be less than two letters.
ar: يجب أن لا تقل الكلمة عن حرفين.
de: Das Wort darf nicht kleiner als zwei Buchstaben sein.
es: La palabra no debe tener menos de dos letras.
fr: Le mot ne doit pas être inférieur à deux lettres.
it: La parola deve essere composta da almeno due lettere.
nl_nl: Het woord moet minimaal twee letters bevatten.

source: Then I select the language and add it from the bottom.
ar: ثم حدد اللغة وأضفها في الأسفل.
de: Dann wähle ich die Sprache aus und füge sie von unten hinzu.
es: Luego selecciono el idioma y lo agrego desde la parte inferior.
fr: Puis je sélectionne la langue et l'ajouter du bas.
it: Quindi seleziono la lingua per aggiungerla.
nl_nl: Dan kies ik de taal en voeg deze toe aan de onderkant.

source: There are no letters to change.
ar: لا يوجد أحرف للاستبدال.
de: Es gibt keine Buchstaben zu ändern.
es: No hay letras para cambiar.
fr: Il n'y a plus de lettres à changer.
it: Non ci sono lettere da cambiare.
nl_nl: Er zijn geen te ruilen letters.

source: There is no dictionary for this language.
ar: لا يوجد قاموس لهذه اللغة.
de: Es gibt kein Wörterbuch für diese Sprache.
es: No hay diccionario para este idioma.
fr: Il n'y a pas de dictionnaire pour cette langue.
it: Non esiste un vocabolario per questa lingua.
nl_nl: Er is geen woordenboek geïnstalleerd voor deze taal.

source: They drew, It's okay.
ar: لقد تعادلتما، لا بأس بذلك.
de: Sie zogen, es ist okay.
es: Dibujaron, está bien.
fr: Ils ont tiré, Tout va bien.
it: Hanno preso le lettere, va tutto bene.
nl_nl: Gelijkspel.

source: This is the law of the game in fact
ar: هذا قانون اللعبة في الواقع
de: Dies ist in der Tat das Gesetz des Spiels
es: Esta es la ley del juego, de hecho
fr: C'est la loi du jeu en fait
it: Queste sono le regole del gioco
nl_nl: Dit is de geldende regel

source: This language not found
ar: هذه اللغة غير موجودة
de: Diese Sprache nicht gefunden
es: Este idioma no se encuentra
fr: Cette langue n'a pas été trouvée
it: Questa lingua non è stata trovata
nl_nl: Deze taal kan niet worden gevonden

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ar: هذه اللعبة برمجية حرة، يمكن إعادة توزيعها مع التعديل أو دونه؛ وهي منشورة تحت رخصة جنو العامة الأصدار الثاني أو ما فوقه.
de: Dieses Programm ist freie Software; Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und / oder modifizieren. entweder Version 2 der Lizenz oder (nach Ihrer Wahl) eine spätere Version.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU publicada por la Free Software Foundation; ya sea la versión 2 de la Licencia o (a su elección) cualquier versión posterior.
fr: Ce jeu est un logiciel gratuit; vous pouvez le redistribuer et/ou le modifier sous les termes de Licence Générale Publique (GNU) comme publié par la Fondation Logiciel Libre; soit une version 2 de la Licence, ou (si vous préférez) une version plus récente.
it: Questo programma è gratuito; può essere ridistribuito e/o modificato secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation, o secondo i termini della versione 2 o successive.

source: To make sure that the letters are distributed fairly, put them into the bag, close it, and shake them around a bit.
ar: ضع القطع في حقيبة وأغلقها ثم رجها قليلًا للتأكد من توزيعها بعدل.
de: Um sicherzustellen, dass die Briefe fair verteilt sind, legen Sie sie in den Beutel, schließen Sie ihn und schütteln Sie sie ein wenig.
es: Para asegurarse de que las letras se distribuyan de manera justa, colóquelas en la bolsa, ciérrelas y agítelas un poco.
fr: Pour vous assurer que les lettres sont distribuées équitablement, mettez-les dans le sac, fermez-le et secouez-les un peu.
it: Per assicurarti che le lettere siano distribuite equamente, mettile nel sacchetto, chiudi e mischia un po'.
nl_nl: Om ervoor te zorgen dat de letters eerlijk verdeeld worden, stop je ze in de zak. Deze sluit je en schud je even.

source: Undo a letter
ar: تراجع عن حرف
de: Machen Sie einen Brief rückgängig
es: Deshacer una carta
fr: Enlever une lettre
it: Annulla una lettera
nl_nl: Letter ongedaan maken

source: Undo install letters
ar: تراجع عن تثبيت الحروف
de: Briefe installieren rückgängig machen
es: Deshacer letras de instalación
fr: Annuler l'installation de lettres
it: Annulla le lettere appena giocate
nl_nl: Gelegde letters terughalen

source: Undo install letters.
ar: تراجع عن تثبيت الحروف.
de: Briefe installieren rückgängig machen.
es: Deshacer instalar letras.
fr: Annuler les lettres placées.
it: Annulla le lettere appena messe.
nl_nl: Gelegde letters terughalen

source: Used pieces
ar: القطع المستعملة
de: Gebrauchte Stücke
es: Piezas usadas
fr: Jetons utilisés
it: Tessere utilizzate
nl_nl: Gebruikte stenen

source: Well done, Computer role.
ar: أحسنت، دور الحاسوب.
de: Gut gemacht, Computerrolle.
es: Bien hecho, Rol de computadora.
fr: Bien joué. Bien joué, Tour de l'ordinateur.
it: Bravo, La mano passa al computer.
nl_nl: Goed gedaan, Computer.

source: Word of cell
ar: كلمة الخانة
de: Wort der Zelle
es: Palabra de celular
fr: Mot de cellule
it: Testo della casella
nl_nl: Woordvakje

source: You can not play both.
ar: كلاكما لا يستطيع اللعب بعد الآن.
de: Sie können nicht beide spielen.
es: No puedes jugar a los dos.
fr: Vous ne pouvez pas jouer les deux.
it: Non puoi giocare entrambi.
nl_nl: Je kunt niet tegelijk spelen.

source: You does not have any pieces.
ar: لقد أنهيت جميع قطعك.
de: Sie haben keine Stücke.
es: No tienes piezas.
fr: Vous n'avez pas de jeton.
it: Hai finito tutte le tessere.
nl_nl: Je hebt geen stenen.

source: You lost, Try again.
ar: لقد خسرت، حاول مرة أخرى.
de: Sie haben verloren, versuchen Sie es erneut.
es: Perdiste, inténtalo de nuevo.
fr: Vous avez perdu, essayez encore.
it: Hai perso, riprova!
nl_nl: Je hebt verloren; probeer het opnieuw.

source: You must start from the start cell.
ar: يجب أن يبدأ من خانة البداية.
de: Sie müssen von der Startzelle beginnen.
es: Debe comenzar desde la celda de inicio.
fr: Vous devez commencer à partir de la case centrale.
it: Devi iniziare dalla casella di partenza.
nl_nl: Je moet beginnen bij de roze ster.

source: You won, Congratulations to you.
ar: لقد فزت، هنيئا لك.
de: Du hast gewonnen, Glückwunsch an dich.
es: Ganaste, felicitaciones a ti.
fr: Vous avez gagné, félicitations à vous.
it: Hai vinto, complimenti!
nl_nl: Je hebt gewonnen; gefeliciteerd.

source: Your Points: {}.
ar: نقاطك: {}.
de: Ihre Punkte: {}.
es: Tus puntos: {}.
fr: Vos points : {}.
it: Il tuo punteggio: {}.
nl_nl: Jouw score: {}.

source: for adopted the word.
ar: لأجل اعتماد الكلمة.
de: für das Wort angenommen.
es: por adoptado la palabra.
fr: pour avoir adopté le mot.
it: per adottare la parola.
nl_nl: om het woordgebruik te tonen.

source: for change my letter group.
ar: لأجل استبدال مجموعة الحروف.
de: für meine Briefgruppe ändern.
es: para cambiar mi grupo de cartas.
fr: pour changer mon groupe de lettres.
it: per cambiare tutte le lettere.
nl_nl: om je letters te ruilen.

source: for fullscreen.
ar: لأجل ملء الشاشة.
de: für den Vollbildmodus.
es: para pantalla completa.
fr: pour le plein écran.
it: per schermo intero.
nl_nl: om volledig scherm in te schakelen.

source: for new game.
ar: لأجل لعبة جديدة.
de: für neues Spiel.
es: para nuevo juego
fr: pour une nouvelle partie.
it: per una nuova partita.
nl_nl: om een nieuw spel te starten.

source: for passed the role to the computer.
ar: لأجل تمرير الدور للحاسوب.
de: für die Rolle an den Computer übergeben.
es: para pasar el papel a la computadora.
fr: pour avoir passé le rôle à l'ordinateur.
it: per passare il turno al computer.
nl_nl: om je beurt op te geven.

source: for quit the game.
ar: لأجل الخروج من اللعبة.
de: für das Spiel beenden.
es: por dejar el juego.
fr: pour quitter le jeu.
it: per uscire dal gioco.
nl_nl: om het spel af te sluiten.

source: for show About.
ar: لأجل إظهار اللمحة.
de: für die Show Über.
es: para mostrar sobre.
fr: pour montrer About.
it: per vedere le informazioni utili.
nl_nl: om het Over-scherm te tonen.

source: for show preference.
ar: لأجل إظهار التفضيلات.
de: für Showpräferenz.
es: para mostrar preferencia.
fr: pour afficher la préférence.
it: per vedere la preferenza.
nl_nl: om de voorkeuren te tonen.

source: for show suggested word list.
ar: لأجل إظهار الكلمات المقترحة.
de: zur Anzeige der vorgeschlagenen Wortliste.
es: para mostrar la lista de palabras sugeridas.
fr: pour afficher la liste des mots suggérés.
it: per vedere l'elenco delle parole suggerite.
nl_nl: om woordsuggesties te tonen.

source: for undo install letters.
ar: لأجل التراجع عن الحروف المثبتة.
de: zum rückgängig machen Buchstaben installieren.
es: para deshacer instalar letras.
fr: pour annuler l'installation des lettres
it: per annullare le lettere appena messe.
nl_nl: om geplaatste letters terug te halen.

source: from site:
ar: من موقع:
de: vom Standort:
es: del sitio:
fr: du site:
it: dal sito:
nl_nl: van de website:

source: translator-credits
ar: أحمد رغدي <asmaaarab@gmail.com>
de: Übersetzer-Credits
es: traductor-créditos
fr: Crédits-traducteur
it: crediti-traduttore
nl_nl: Heimen Stoffels

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
nl_nl: Deze applicatie is vrije software; je mag het heruitgeven en/of aanpassen onder de voorwaarden van de GNU General Public License, zoals bepaald door de Free Software Foundation; versie 2 van de licentie, of (indien gewenst) een latere versie.
