Repository: Ordissimo/gscrabble
Catalog: po/*.po
Languages: ar, de, es, fr, it, nl_nl

source: Before you begin your game, make sure that you have everything that you need to play Scrabble. You will need a game board, 100 letter tiles, one letter rack for each player, and a cloth bag to hold the letter tiles. You will also need 1-3 other people to play with.
ar: تأكد قبل بدء اللعبة من وجود كل شيء تحتاجه للعب. ستحتاج إلى لوحة اللعب و100 قطعة أحرف ورف أحرف لكل لاعب وحقيبة قماشية لحمل قطع الأحرف. ستحتاج أيضًا لعدد من اللاعبين بين واحد وثلاثة لتلعب معهم
de: Bevor Sie mit dem Spiel beginnen, stellen Sie sicher, dass Sie alles haben, was Sie zum Spielen von Scrabble benötigen. Sie benötigen ein Spielbrett, 100 Buchstabenkacheln, einen Briefständer für jeden Spieler und eine Stofftasche, um die Buchstabenkacheln zu halten. Sie werden auch 1-3 andere Leute zum Spielen brauchen.
es: Antes de comenzar tu juego, asegúrate de tener todo lo que necesitas para jugar Scrabble. Necesitarás un tablero de juego, 100 fichas de letras, un estante de letras para cada jugador y una bolsa de tela para guardar las fichas de letras. También necesitarás 1-3 personas más para jugar.
fr: Avant de commencer votre jeu, assurez-vous d'avoir tout ce dont vous avez besoin pour jouer au Scrabble. Vous aurez besoin d'un plateau de jeu, de 100 jetons, d'un chevalet pour chaque joueur, et d'un sac en tissu pour contenir les jetons. Vous aurez aussi besoin de une à trois autres personnes avec qui jouer.
it: Prima d'iniziare, assicurati di avere tutto il necessario per giocare a Scrabble: una scacchiera, 100 tessere, un porta-lettere per ogni giocatore e un sacchetto di stoffa per contenere le tessere. Lo Scrabble può essere giocato da 2 a 4 giocatori.
nl_nl: Zorg, voordat je begint, dat je alle Scrabble-benodigdheden bij de hand hebt. Je hebt nodig: een bord, 100 letterstenen, één rekje per speler en een stoffen zakje waarin de letterstenen bewaard worden. Ook heb je 1-3 andere mensen nodig om tegen te spelen.

source: Beginning with the person who drew the tile closest to "A", allow the players to take seven tiles. Hold the bag above eye level so that you can't see the tiles. Do not show these tiles to your fellow players. Just put them onto your tile rack and pass the bag to the next player until everyone has drawn their letters.
ar: على كل لاعب سحب سبع قطع بدءًا باللاعب الذي سحب القطعة الأقرب إلى "أ". احملوا الحقيبة فوق مستوى النظر بحيث لا يمكنكم رؤية القطع. لا تظهر القطع للاعبين الآخرين، بل ضعها على رف القطع الخاص بك ومرر الحقيبة إلى اللاعب التالي حتى يسحب كل لاعب قطعه.
de: Erlaube den Spielern, beginnend mit der Person, die das Plättchen gezogen hat, das am nächsten an "A" liegt, sieben Plättchen zu nehmen. Halten Sie den Beutel über Augenhöhe, damit Sie die Kacheln nicht sehen können. Zeigen Sie diese Kacheln nicht Ihren Mitspielern. Legen Sie sie einfach auf Ihren Stapel und geben Sie die Tasche an den nächsten Spieler weiter, bis alle ihre Buchstaben gezogen haben.
es: Comenzando con la persona que dibujó el mosaico más cercano a "A", permita que los jugadores tomen siete mosaicos. Sostenga la bolsa por encima del nivel de los ojos para que no pueda ver los azulejos. No muestres estas fichas a tus compañeros jugadores. Simplemente colóquelos en su estante de azulejos y pase la bolsa al siguiente jugador hasta que todos hayan sacado sus letras.
fr: En commençant par la personne qui a dessiné le carreau le plus proche de "A", permettez aux joueurs de prendre sept carreaux. Tenez le sac au-dessus de la hauteur des yeux pour que vous ne puissiez pas voir les carreaux. Ne montrez pas ces carreaux aux autres joueurs. Mettez-les simplement sur votre casier à carreaux et passez le sac au joueur suivant jusqu'à ce que tout le monde ait tiré ses lettres.
it: Iniziando dalla persona che ha pescato la tessera più vicina alla "A", chiedi ai giocatori di prendere sette tessere. Le tessere devono essere pescate a caso, senza guardare. Non mostrare le tue tessere agli altri giocatori. Mettile sul porta-tessere e passa il sacchetto al giocatore successivo fino a quando ogni giocatore ha pescato le sette lettere.
nl_nl: De speler met de letter die het dichtst bij de "A" zit mag beginnen. Iedere speler pakt zeven stenen. Houdt de zak boven je zichtniveau zodat je de stenen niet kunt zien. Laat de stenen ook niet zien aan andere spelers. Plaats ze op je rekje en geef de zak door aan de volgende speler. Als iedereen letters heeft gepakt, begint het spel.

source: Border of grid
ar: حدود الشبكة
de: Grenze des Rasters
es: Borde de la cuadrícula
fr: Bordure de grille
it: Bordo della griglia
nl_nl: Rasterrand

source: Border of letter
ar: حدود الحرف
de: Rand des Briefes
es: Borde de la carta
fr: Bordure de lettre
it: Bordo della lettera
nl_nl: Letterrand

source: Cancel
ar: ألغ
de: Abbruch
es: Cancelar
fr: Annuler
it: Annulla
nl_nl: Annuleren

source: Change
ar: استبدل
de: Ändern
es: Cambio
fr: Changer
it: Cambia
nl_nl: Ruilen

source: Change my letter group.
ar: تغيير مجموعة حروفي.
de: Ändern Sie meine Briefgruppe.
es: Cambiar mi grupo de letras.
fr: Changer mon groupe de lettres.
it: Cambia tutte le lettere.
nl_nl: Mijn lettergroep wijzigen

source: Change my letters
ar: استبدال حروفي
de: Ändere meine Buchstaben
es: Cambia mis letras
fr: Changer mes lettres
it: Cambiare tutte le lettere
nl_nl: Letters ruilen

source: Choose
ar: اختر
de: Wählen
es: Escoger
fr: Choisissez
it: Scegli
nl_nl: Kiezen

source: Choose dictionary file
ar: اختر ملف القاموس
de: Wählen Sie eine Wörterbuchdatei
es: Elegir archivo de diccionario
fr: Choisir un fichier de dictionnaire
it: Scegli il file del vocabolario
nl_nl: Kies woordenboekbestand

source: Choose language file
ar: اختر ملف اللغة.
de: Sprachdatei auswählen
es: Elegir archivo de idioma
fr: Choisir le fichier de langue
it: Scegli il file della lingua
nl_nl: Kies een taalbestand

source: Choose the computer
ar: اختيار الحاسب
de: Wählen Sie den Computer
es: Elige la computadora
fr: Choisissez l'ordinateur
it: Scegli il computer
nl_nl: Kies de computer

source: Choose the player
ar: اختيار اللاعب
de: Wähle den Spieler
es: Elige el jugador
fr: Choisissez le joueur
it: Scegli il giocatore
nl_nl: Kies de speler

source: Close the preview.
ar: أغلق المعاينة.
de: Schließen Sie die Vorschau.
es: Cierra la vista previa.
fr: Fermez l'aperçu.
it: Chiudi l'anteprima.
nl_nl: Voorbeeld sluiten

source: Color of letter
ar: لون الحرف
de: Farbe des Buchstabens
es: Color de la carta
fr: Couleur de lettres
it: Colore delle lettere
nl_nl: Letterkleur

source: Color of notification
ar: لون التنبيه
de: Farbe der Benachrichtigung
es: Color de notificación
fr: Couleur de notifications
it: Colore della notifica
nl_nl: Kleur van melding

source: Color of number
ar: لون الرقم
de: Farbe der Nummer
es: Color del número
fr: Couleur de chiffres
it: Colore dei numeri
nl_nl: Getalkleur

source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
it: Colori
nl_nl: Kleuren

source: Computer Points:
ar: نقاط الحاسب:
de: Computerpunkte:
es: Puntos de computadora:
fr: Points de l'ordinateur:
it: Punteggio del computer:
nl_nl: Computerpunten:

source: Computer Points: {}.
ar: نقاط الحاسوب: {}.
de: Computerpunkte: {}.
es: Puntos de computadora: {}.
fr: Points de l'ordinateur : {}.
it: Punteggio del Computer: {}.
nl_nl: Computerscore: {}.

source: Computer does not have a word if you does not have a word, the game will end. Do you want that?
ar: الحاسوب لا يملك أي كلمة، إذا كنت لا تملك كلمة سوف تنتهي اللعبة هل تريد انهاءها؟
de: Computer hat kein Wort, wenn Sie kein Wort haben, wird das Spiel beendet. Möchtest du das?
es: La computadora no tiene una palabra si usted no tiene una palabra, el juego terminará. ¿Quieres eso?
fr: L'ordinateur n'a pas de mot. Si vous n'avez pas de mot, le jeu se terminera. Est-ce que c'est ce que vous voulez?
it: Il computer non può comporre una parola, se anche tu non puoi, la partita giunge al termine. Finire la partita?
nl_nl: De computer kan geen woorden meer leggen. Als jij ook geen woorden meer kan leggen, dan eindigt het spel. Weet je het zeker?

source: Computer does not have a word if you pass the role to it, the game will end. Do you want that?
ar: ليس لدى الحاسوب كلمة، إذا مررت إليه الدور ستنتهي اللعبة. هل تريد ذلك؟
de: Computer hat kein Wort, wenn Sie die Rolle übergeben, wird das Spiel beendet. Möchtest du das?
es: La computadora no tiene una palabra si le pasa el rol, el juego terminará. ¿Quieres eso?
fr: L'ordinateur n'a pas de mot si vous lui passez le tour, le jeu se termine. C'est ce que vous voulez ?
it: Il computer non può comporre una parola, se passi il turno la partita giunge al termine. Desideri finire la partita?
nl_nl: De computer kan geen woord leggen. Als je je beurt opgeeft, dan eindigt het spel. Weet je zeker dat je dit wilt?

source: Computer pieces
ar: قطع الحاسب
de: Computerstücke
es: Piezas de computadora
fr: Jetons de l'ordinateur
it: Tessere del computer
nl_nl: Stenen van de computer

source: Crossword puzzle game amusing and useful.
ar: لعبة كلمات متقاطعة مسلية ومفيدة.
de: Kreuzworträtselspiel amüsant und nützlich.
es: Juego de crucigramas divertido y útil.
fr: Jeu de mots croisés amusant et utile.
it: Gioco di parole divertente e utile.
nl_nl: Kruiswoordpuzzelspel - vermakelijk en nuttig.

source: DLS
ar: حرف مضاعف
fr: SDL
it: 2L
nl_nl: D2

source: DWS
ar: كلمة مضاعفة
fr: SDM
it: 2P
nl_nl: W2

source: Dictionary
ar: المعجم
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
it: Vocabolario
nl_nl: Woordenboek

source: Difficulty
ar: المستوى
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
nl_nl: Moeilijkheidsgraad

source: Difficulty level:
ar: مستوى الصعوبة:
de: Schwierigkeitsgrad
es: Nivel de dificultad:
fr: Niveau de difficulté :
it: Livello di difficoltà:
nl_nl: Moeilijkheidsgraad:

source: Difficulty:
ar: المستوى:
de: Schwierigkeitsgrad:
es: Dificultad:
fr: Difficulté :
it: Difficoltà:
nl_nl: Moeilijkheidsgraad:

source: Do you want to add a dictionary of {}
ar: هل تريد إضافة قاموس {} ؟
de: Möchten Sie ein Wörterbuch für {} hinzufügen?
es: ¿Desea agregar un diccionario de {}
fr: Voulez-vous ajouter un dictionnaire de {} ?
it: Desideri aggiungere un vocabolario di {}
nl_nl: Wil je het volgende woordenboek toevoegen: {}

source: Do you want to add file of {}
ar: هل تريد إضافة ملف {} ؟
de: Möchten Sie eine Datei hinzufügen von {}
es: ¿Desea agregar un archivo de {}
fr: Voulez-vous ajouter un fichier de {} ?
it: Desideri aggiungere il file {}
nl_nl: Wil je het volgende bestand toevoegen: {}

source: Do you want to restore the default settings?
ar: هل تريد استعادة الإعدادات الافتراضية؟
de: Möchten Sie die Standardeinstellungen wiederherstellen?
es: ¿Desea restaurar la configuración predeterminada?
fr: Voulez-vous restaurer les paramètres par défaut ?
it: Vuoi ripristinare le impostazioni predefinite?
nl_nl: Wil je de standaardwaarden herstellen?

source: Do you want to save this game?
ar: هل تريد حفظ هذه اللعبة؟
de: Möchten Sie dieses Spiel speichern?
es: ¿Quieres guardar este juego?
fr: Voulez-vous sauvegarder cette partie ?
it: Vuoi salvare la partita?
nl_nl: Wil je dit spel opslaan?

source: Each word is explained in a new line.
ar: كل كلمة مع شرحها في سطر.
de: Jedes Wort wird in einer neuen Zeile erklärt.
es: Cada palabra se explica en una nueva línea.
fr: Chaque mot est expliqué dans une nouvelle ligne.
it: Ogni parola è spiegata in una nuova riga.
nl_nl: elk woord wordt uitgelegd op een nieuwe regel.

source: Easier
ar: أسهل
de: .50 (Einfacher)
es: 0,50 (Más fácil)
fr: Trés facile
it: Più Facile
nl_nl: Makkelijkst

source: Easy
ar: سهل
de: Leicht
es: Fácil
fr: Facile
it: Facile
nl_nl: Makkelijk

source: Enable audio
ar: تمكين الصوت
de: Audio aktivieren
es: Habilitar audio
fr: Activer l'audio
it: Attiva audio
nl_nl: Geluiden inschakelen

source: Files for this language are not ready. Do you want that?
ar: ملفات هذه اللغة غير مهيأة. هل تريد تهيئتها؟
de: Dateien für diese Sprache sind nicht bereit. Möchten Sie das?
es: Los archivos para este idioma no están listos. ¿Quieres eso?
fr: Les fichiers pour cette langue ne sont pas prêtes.\ Est-ce que c'est ce que vous voulez?
it: I file per questa lingua non sono completi. Desideri installarli?
nl_nl: De bestanden voor deze taal zijn niet geschikt. Weet je zeker dat je wilt doorgaan?

source: First I set up a text file with all the dictionary words, where:
ar: أولا حضر ملف نصي به جميع كلمات القاموس، حيث:
de: Zuerst richte ich eine Textdatei mit allen Wörterbuchwörtern ein, wobei:
es: Primero configuré un archivo de texto con todas las palabras del diccionario, donde:
fr: D'abord je crée un fichier texte avec tous les mots du dictionnaire, où:
it: Innanzitutto, creare un file di testo con tutte le parole del vocabolario, nel quale:
nl_nl: Als eerste stel ik een tekstbestand op met alle woordenboekwoorden, waar

source: First: I set up a text file with all the language words, where each word is in a new line.
ar: أولا: حضر ملف نصي به جميع كلمات اللغة، حيث كل كلمة في سطر.
de: Erstens: Ich habe eine Textdatei mit allen Sprachwörtern erstellt, wobei jedes Wort in einer neuen Zeile steht.
es: Primero: configuré un archivo de texto con todas las palabras del idioma, donde cada palabra está en una nueva línea.
fr: Tout d'abord : créer un fichier texte avec tous les mots de la langue, où chaque mot est sur une nouvelle ligne.
it: Primo: ho creato un file di testo con tutte le parole della lingua, una parola per ogni linea.
nl_nl: Als eerste stel ik een tekstbestand op met alle woorden in de taal - elk woord op een nieuwe regel.

source: Font of cells
ar: خط الخانات
de: Schriftart der Zellen
es: Fuente de celdas
fr: Police de caractères des cellules
it: Font delle celle
nl_nl: Lettertype op de vakjes

source: Font of letters
ar: خط الحروف
de: Schriftart der Buchstaben
es: Fuente de letras
fr: Police de caractères des lettres
it: Carattere delle lettere
nl_nl: Lettertype op de stenen

source: Font of notification
ar: خط التنبيه
de: Schriftart der Benachrichtigung
es: Fuente de notificación
fr: Police des notifications
it: Font della notifica
nl_nl: Lettertype van meldingen

source: Font of window
ar: خط النافذة
de: Schriftart des Fensters
es: Fuente de ventana
fr: Police de fenêtre
it: Font della finestra
nl_nl: Lettertype van venster

source: Fonts
ar: الخطوط
de: Schriftart
es: Fuentes
fr: Polices
it: Font
nl_nl: Lettertypen

source: For close the notification if it exists.
ar: لأجل إغلاق التنبيه المعروض.
de: Zum Schließen der Benachrichtigung, falls vorhanden.
es: Para cerrar la notificación si existe.
fr: Pour fermer la notification si il y en a une
it: Per chiudere la notifica, se esiste.
nl_nl: Om een melding te sluiten.

source: For install a letter or change its location.
ar: لتثبيت حرف أو تغير مكانه.
de: Zum Installieren eines Buchstabens oder zum Ändern seines Speicherorts.
es: Para instalar una carta o cambiar su ubicación.
fr: Pour installer une lettre ou changer son emplacement.
it: Per mettere una lettera o modificarne la posizione.
nl_nl: Om een letter te plaatsen of een ander vakje ervoor te kiezen.

source: For undoing an installed letter.
ar: للتراجع عن الحرف المثبت.
de: Zum Rückgängigmachen eines installierten Briefes.
es: Para deshacer una carta instalada.
fr: Pour annuler une lettre installée.
it: Per annullare una lettera appena messa.
nl_nl: Om een geplaatste letter terug te halen.

source: Former letter will start playing.
ar: صاحب الحرف الأسبق سيبدأ اللعب.
de: Der frühere Buchstabe wird abgespielt.
es: Antigua carta comenzará a jugar.
fr: Lettre précédente va être jouée.
it: La lettera più alta, seguendo l'ordine dell'alfabeto, inizierà il gioco.
nl_nl: De vorige begint met spelen.

source: Fullscreen
ar: ملء الشاشة
de: Vollbild
es: Pant. completa
fr: Plein écran
it: Schermo intero
nl_nl: Volledig scherm

source: Game Code
ar: قانون اللعبة
de: Spielcode
es: Código de juego
fr: Code du jeu
it: Codice del gioco
nl_nl: Spelregels

source: Game over.
ar: انتهت اللعبة
de: Spiel ist aus
es: Fin del juego.
fr: Fin de la partie.
nl_nl: Spel afgelopen.

source: Golden Scrabble
ar: سكرابل الذهبية
de: Goldenes Scrabble
es: Scrabble dorado
nl_nl: Gouden Scrabble

source: Golden Scrabble website
ar: سكرابل الذهبية على الإنترنت.
es: Sitio web de Golden Scrabble
fr: Site Golden Scrabble
it: Sito Golden Scrabble
nl_nl: Gouden Scrabble-website

source: Hard
ar: صعب
de: Hart
es: Alta
fr: Difficile
it: Difficile
nl_nl: Moeilijk

source: Harder
ar: أصعب
de: Härter
es: Mas dura
fr: Trés difficile
it: Più difficile
nl_nl: Moeilijkst

source: Hot Keys
ar: مفاتيح سريعة
es: Teclas de acceso rápido
fr: Touches de raccourci
it: Tasti di scelta rapida
nl_nl: Sneltoetsen

source: How do I add my dictionary?
ar: كيف أضيف قاموسي؟
de: Wie füge ich mein Wörterbuch hinzu?
es: ¿Cómo agrego mi diccionario?
fr: Comment ajouter mon dictionnaire ?
it: Come posso aggiungere un vocabolario?
nl_nl: Hoe kan ik mijn woordenboek toevoegen?

source: How do I add my language?
ar: كيف أضيف لغتي؟
de: Wie füge ich meine Sprache hinzu?
es: ¿Cómo agrego mi idioma?
fr: Comment puis-je ajouter ma langue ?
it: Come posso aggiungere la mia lingua?
nl_nl: Hoe kan ik mijn taal toevoegen?

source: How to Play Scrabble
ar: كيفية لعب سكرابل
de: Wie man Scrabble spielt
es: Cómo jugar Scrabble
fr: Comment jouer au Scrabble
it: Come giocare a Scrabble
nl_nl: Hoe speel ik Scrabble?

source: I have no word passed the role to the computer.
ar: ليس عندي كلمة مرر الدور إلى الحاسوب.
de: Ich habe kein Wort über die Rolle an den Computer weitergegeben.
es: No tengo noticias de pasar el papel a la computadora.
fr: Je n'ai pas de mot, passez le rôle de l'ordinateur.
it: Non posso comporre una parola, passo il turno al computer.
nl_nl: Ik kan geen woord leggen; mijn beurt gaat verloren.

source: If you change the letters set, you lose your role.
ar: إذا استبدلت مجموعة الحروف، سوف تفقد دورك.
de: Wenn Sie den Buchstabensatz ändern, verlieren Sie Ihre Rolle.
es: Si cambia el conjunto de letras, pierde su papel.
fr: Si vous modifiez les lettres définies, vous perdez votre tour.
it: Se cambi tutte le lettere, passi il turno.
nl_nl: Als je letters ruilt, dan gaat je beurt verloren.

source: If you do not have a word you will take the computer role.
ar: إذا كنت لا تملك كلمة فسوف يأخذ الحاسوب الدور.
de: Wenn Sie kein Wort haben, übernehmen Sie die Computerrolle.
es: Si no tiene una palabra, asumirá el rol de computadora.
fr: Si vous n'avez pas un mot, vous prendrez le rôle de l'ordinateur.
it: Se non hai una parola, passi il turno al computer.
nl_nl: Als je geen woord kan leggen, dan neem jij de computerbeurt over.

source: If you think that a player has played a word that does not exist or that another player has misspelled a word, then you can challenge that player. When you challenge a player, you look up the word in the dictionary. If the word is in the dictionary and the player has spelled it correctly, then the word stays and the player gets the points. The challenger loses his or her turn. If the word is not in the dictionary or the player has spelled it incorrectly, then the player must remove the word from the board. The player gains no points and loses that turn.
ar: إن ظننت أن أحدهم لعب كلمة غير موجودة أو أخطأ بهجاء كلمة فيمكنك تحديه. عندما تتحدى لاعبًا فيمكنكم البحث عن الكلمة في القاموس. إن كانت الكلمة في القاموس ووضعها اللاعب بشكل صحيح فستبقى الكلمة ويحصل اللاعب على النقاط ويخسر المتحدي دوره. إن لم تكن الكلمة في القاموس أو أخطأ اللاعب في الأحرف فيجب عليه إزالتها منا للوحة ويفقد دوره دون الحصول على نقاط.
de: Wenn Sie der Meinung sind, dass ein Spieler ein Wort gespielt hat, das nicht existiert, oder dass ein anderer Spieler ein Wort falsch geschrieben hat, können Sie diesen Spieler herausfordern. Wenn Sie einen Spieler herausfordern, schlagen Sie das Wort im Wörterbuch nach. Wenn das Wort im Wörterbuch enthalten ist und der Spieler es richtig geschrieben hat, bleibt das Wort bestehen und der Spieler erhält die Punkte. Der Herausforderer ist nicht an der Reihe. Wenn das Wort nicht im Wörterbuch enthalten ist oder der Spieler es falsch geschrieben hat, muss der Spieler das Wort vom Spielplan entfernen. Der Spieler erhält keine Punkte und verliert diesen Zug.
es: Si crees que un jugador ha jugado una palabra que no existe o que otro jugador ha escrito mal una palabra, entonces puedes desafiar a ese jugador. Cuando desafías a un jugador, buscas la palabra en el diccionario. Si la palabra está en el diccionario y el jugador la ha deletreado correctamente, la palabra se queda y el jugador obtiene los puntos. El retador pierde su turno. Si la palabra no está en el diccionario o el jugador la ha deletreado incorrectamente, entonces el jugador debe eliminar la palabra del tablero. El jugador no gana puntos y pierde ese turno.
fr: Si vous croyez qu'un joueur a joué un mot qui n'existe pas ou qu'un autre joueur a mal écrit un mot, vous pouvez le mettre au défi. Quand vous mettez un jouer au défi, il faut chercher le mot dans le dictionnaire. Si vous trouvez le mot dans le dictionnaire et le joueur l'a bien écrit, alors vous gardez le mot dans le jeu et le joueur gagne les points. Le challenger perd son tour. Si le mot n'existe pas dans le dictionnaire ou si le joueur l'a mal écrit, alors le joueur doit enlever le mot du plateau. Le joueur ne gagne pas de points et perd son tour.
it: Se pensi che un giocatore abbia giocato una parola che non esiste o che un altro giocatore abbia sbagliato a scrivere una parola, puoi sfidare il giocatore in questione. Se sfidi un giocatore, bisgona cercare la parola nel vocabolario Se la parola esiste ed è scritta correttamente, la parola rimane e il giocatore ottiene i punti. Lo sfidante perde il suo turno. Se la parola non esiste o non è correttamente scritta, allora il giocatore deve togliere la parola in questione. Il giocatore non guadagna punti e perde il turno.
nl_nl: Als je van mening bent dat een door een speler gelegd woord niet bestaat of dat een woord onjuist gespeld is, daag de speler dan uit. De gedaagde moet het woord opzoeken in een woordenboek. Als het woord in het woordenboek staat en juist gespeld is, dan krijgt de speler punten. De uitdager verliest zijn of haar beurt. Als het woord niet in het woordenboek staat of onjuist gespeld is, dan moet het woord worden verwijderd van het bord. De speler krijgt geen punten en verliest de beurt.

source: If you want to change the language you will need to start a new game. Do you want that?
ar: إذا أردت تغيير اللغة سوف تحتاج بدء لعبة جديدة. هل تريد ذلك؟
de: Wenn Sie die Sprache ändern möchten, müssen Sie ein neues Spiel starten. Möchtest du das?
es: Si quieres cambiar el idioma necesitarás comenzar un nuevo juego. ¿Quieres eso?
fr: Si vous voulez changer la langue, vous devrez commencer une nouvelle partie. Est ce que vous voulez ?
it: Per cambiare la lingua, è necessario iniziare una nuova partita. Iniziare una nuova partita?
nl_nl: Als je de taal wilt wijzigen, dan moet je een nieuwe spel starten. Weet je het zeker?

source: If you want to start a new game you will lose the current game. Do you want that?
ar: إذا أردت استئناف لعبة جديدة ستخسر الحالية. هل تريد ذلك؟
de: Wenn Sie ein neues Spiel starten möchten, verlieren Sie das aktuelle Spiel. Möchtest du das?
es: Si quieres comenzar un nuevo juego, perderás el juego actual. ¿Quieres eso?
fr: Si vous voulez commencer une nouvelle partie, vous perdrez la partie en cours. Est ce que vous voulez ?
it: Se vuoi iniziare una nuova partita, perderai la partita attuale. Iniziare una nuova partita?
nl_nl: Als je een nieuw spel wilt starten, dan verlies je het huidige spel. Weet je het zeker?

source: Install a letter
ar: تركيب حرف
de: Installieren Sie einen Brief
es: Instalar una carta
fr: Poser une lettre
it: Metti una lettera
nl_nl: Letter plaatsen

source: Installed words:
ar: الكلمات المركبة:
de: Installierte Wörter:
es: Palabras instaladas:
fr: Mots placés:
it: Parole giocate:
nl_nl: Gelegde woorden:
