Repository: Ordissimo/gscrabble
Catalog: po/*.po
Languages: ar, de, es, fr, it, nl_nl

source: Interface language:
ar: لغة الواجهة:
de: Schnittstellensprache:
es: Lenguaje de interfaz:
fr: Langue de l'interface :
it: Lingua dell'interfaccia:
nl_nl: Applicatietaal:

source: It is a good idea to consider multiple plays during each of your turns and to go with the play that will gain you the most points. Look for opportunities to incorporate Premium Squares and high value letters like “Z” and “Q” into your plays. Available Premium Squares include: Double Letter Score: This means that a letter placed on this square receives double the number of points that are shown on the letter. Double Word Score: This means that a word that is made that includes the letter that is placed on this square receives double the number of points that it otherwise would. Triple Letter Score: This means that a letter placed on this square receives three times the number of points that are shown on the letter. Triple Word Score: This means that a word that is made that includes the letter that is placed on this square receives triple the number of points that it otherwise would.
ar: من الجيد التفكير بأكثر من لعبة خلال كل دور ولعب اللعبة التي ستمكنك من حصد نقاط أكثر. ابحث عن فرص لاستغلال المربعات المميزة والأحرف عالية القيمة مثل "أ" و"ؤ" في لعبك. المربعات المميزة المتاحة تتضمن الآتي: "ضعف نتيجة الحرف": يعني هذا أن الحرف الموضوع على هذا المربع يتلقى ضعف عدد النقاط الظاهرة عليه. "ضعف نتيجة الكلمة": يعني هذا أن الكلمات التي تتضمن الحرف الموضوع على هذا المربع تتلقى ضعف نقاطها الأصلية. "ثلاثة أضعاف نتيجة الحرف": يعني هذا أن الحرف الموضوع على هذا المربع يتلقى ثلاث أضعاف عدد النقاط الظاهرة عليه. "ثلاثة أضعاف نتيجة الكلمة": يعني هذا أن الكلمة التي تتضمن الحرف الموضوع على هذا المربع تتلقى ثلاث أضعاف نقاطها.
de: Es ist eine gute Idee, mehrere Spiele in jedem Zug zu berücksichtigen und das Spiel zu wählen, bei dem Sie die meisten Punkte erzielen. Suchen Sie nach Möglichkeiten, Premium-Quadrate und hochwertige Buchstaben wie „Z“ und „Q“ in Ihre Spiele aufzunehmen. Verfügbare Premium-Quadrate sind: Doppelbuchstaben-Punktzahl: Dies bedeutet, dass ein Buchstabe auf diesem Quadrat doppelt so viele Punkte wie auf dem Buchstaben angezeigt erhält. Doppelwort-Punktzahl: Dies bedeutet, dass ein Wort erstellt wird, das die enthält Buchstaben, die auf diesem Quadrat platziert werden, erhalten doppelt so viele Punkte wie sonst. Punktzahl für drei Buchstaben: Dies bedeutet, dass ein Buchstabe, der auf diesem Quadrat platziert wird, dreimal so viele Punkte erhält, wie auf dem Buchstaben angezeigt werden. Dreifach Wortbewertung: Dies bedeutet, dass ein Wort, das den Buchstaben enthält, der auf diesem Quadrat platziert ist, die dreifache Anzahl von Punkten erhält, die es sonst erhalten würde.
es: Es una buena idea considerar varias jugadas durante cada uno de tus turnos y seguir la jugada que te dará más puntos. Busca oportunidades para incorporar cuadrados premium y letras de alto valor como "Z" y "Q" en tus jugadas. Los cuadrados premium disponibles incluyen: Puntaje de letra doble: Esto significa que una letra colocada en este cuadrado recibe el doble de puntos que se muestran en la letra. Puntaje de palabra doble: Esto significa que una palabra hecha que incluye el la letra que se coloca en este cuadrado recibe el doble del número de puntos que de lo contrario lo haría. Puntaje de tres letras: Esto significa que una letra colocada en este cuadrado recibe tres veces el número de puntos que se muestran en la letra. Triple Puntuación de palabras: Esto significa que una palabra que se incluye con la letra que se coloca en este cuadrado recibe el triple del número de puntos que de lo contrario lo haría.
fr: C'est une bonne idée d'envisager plusieurs jeux à chacun de vos tours et d'aller avec le jeu qui vous fera gagner le plus de points. Cherchez des occasions d'incorporer des carrés Premium et des lettres de grande valeur comme "Z" et "Q" dans votre jeu. Les carrés Premium disponibles incluent : Double lettre Score : Cela signifie qu'une lettre placée sur cette case reçoit le double du nombre de points qui y sont indiqués. Double Word Score : Cela signifie qu'un mot qui est fait qui inclut la lettre qui est placée sur cette case reçoit le double du nombre de points qu'il recevrait autrement. Triple lettre Score : Cela signifie qu'une lettre placée sur cette case reçoit trois fois le nombre de points qui y sont indiqués. Triple Word Score : Cela signifie qu'un mot qui est fait qui inclut la lettre qui est placée sur cette case reçoit le triple du nombre de points qu'il aurait autrement.
it: Pensa a più parole e gioca quella che ti fa guadagnare il punteggio più alto. Cerca di incorporare le caselle speciali e le lettere che valgono di più, come "Z" e "Q". Le caselle speciali a tua disposizione sono: Doppia Lettera: la lettera raddoppia il suo punteggio, se collocata su questa casella. Doppia Parola: il valore totale della parola raddoppia, se una delle lettere che la compongono è collocata su questa casella. Tre volte la Lettera: la lettera triplica il suo punteggio, se collocata su questa casella. Tre volte la Parola: il valore totale della parola triplica, se una delle lettere che la compongono è collocata su questa casella.
nl_nl: Bedenk per beurt welk woord de meeste punten zal opleveren. Kijk ook naar de vakjes met extra waarde en letters die veel punten opleveren, zoals bijv. de "Z" en de "Q". De beschikbare vakjes met extra waarden zijn: Dubbele letterwaarde: dit betekent dat de letter die erop wordt gelegd dubbel zoveel waard is. Dubbele woordwaarde: dit betekent dat het woord dat erover wordt gelegd dubbel zoveel waard is. Driedubbele letterwaarde: dit betekent dat de letter die erop wordt gelegd dubbel zoveel waard is. Driedubbele woordwaarde: dit betekent dat het woord dat erover wordt gelegd dubbel zoveel waard is.

source: It is possible that during the course of your game, someone will play a word that another player believes is invalid. In a situation like this, you will need to look up the word in a dictionary. Make sure that you have a dictionary or a mobile device with a Scrabble checker app on hand to deal with challenges.
ar: من المحتمل خلال اللعبة أن يلعب أحدهم كلمة يظنها الآخر غير صحيحة. ستحتاجون في مثل هذه المواقف إلى البحث عن الكلمة في قاموس. تأكدوا من وجود قاموس أو هاتف محمول عليه تطبيق تحقق سكرابل للتعامل مع التحديات.
de: Es ist möglich, dass während Ihres Spiels jemand ein Wort spielt, das ein anderer Spieler für ungültig hält. In einer solchen Situation müssen Sie das Wort in einem Wörterbuch nachschlagen. Stellen Sie sicher, dass Sie ein Wörterbuch oder ein Mobilgerät mit einer Scrabble-Checker-App zur Hand haben, um Herausforderungen zu meistern.
es: Es posible que durante el transcurso de su juego, alguien juegue una palabra que otro jugador cree que no es válida. En una situación como esta, deberá buscar la palabra en un diccionario. Asegúrese de tener un diccionario o un dispositivo móvil con una aplicación de comprobación Scrabble para hacer frente a los desafíos.
fr: Il est possible qu'au cours de votre partie, quelqu'un joue un mot qu'un autre joueur croit invalide. Dans une telle situation, vous devrez chercher le mot dans un dictionnaire. Assurez-vous d'avoir un dictionnaire ou un appareil mobile équipé d'une application Scrabble checker à portée de main pour relever les défis.
it: E' possibile che qualcuno proponga una parola, che un altro giocatore ritiene non esistente. In tal caso sarà necessario cercare nel vocabolario, assicurati di averne uno a portata di mano oppure scarica un'applicazione Scrabble checker per gestire le sfide.
nl_nl: Tijdens het spel kan het voorkomen dat er een woord wordt gemaakt dat onjuist wordt bevonden door een andere speler. Als dit zich voordoet, dan moet je het woord opzoeken in een woordenboek. Zorg er dus voor dat je een woordenboek of mobiel apparaat met de Mijnwoordenboek-app bij de hand hebt.

source: It will do the change after you restart the program.
ar: سوف يفعل التغيير بعد إعادة تشغيل البرنامج.
de: Die Änderung wird nach dem Neustart des Programms durchgeführt.
es: Hará el cambio después de reiniciar el programa.
fr: Il effectuera le changement après le redémarrage du programme.
it: La modifica sarà effettuata dopo il riavvio del programma.
nl_nl: De wijzigingen worden toegepast na het herstarten van de applicatie.

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl_nl: Taal

source: Language:
ar: اللغة:
de: Sprache:
es: Idioma:
fr: Langue :
it: Lingua:
nl_nl: Taal:

source: Last word
ar: الكلمة الأخيرة
de: Letztes Wort
es: Ultima palabra
fr: Dernier mot
it: Ultima parola
nl_nl: Laatste woord

source: Lines of grid
ar: خطوط الشبكة
de: Linien des Gitters
es: Líneas de cuadrícula
fr: Lignes de grilles
it: Linee della griglia
nl_nl: Rasterlijnen

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
it: Medio
nl_nl: Normaal

source: Mouse:
ar: الفأرة:
de: [ MAUSTASTE 4 ]
es: RATÓN
fr: Souris :
nl_nl: Muis:

source: New game
ar: لعبة جديدة
de: Neues Spiel
es: Nuevo juego
fr: Nouvelle partie
it: Nuova partita
nl_nl: Nieuw spel

source: New piece
ar: القطعة الحديثة
de: Neues Stück
es: Nueva pieza
fr: Nouvelle pièce
it: Nuova tessera
nl_nl: Nieuw stuk

source: Not a single straightness.
ar: ليست على استقامة واحدة.
de: Keine einzige Geradheit.
es: Ni una sola rectitud.
fr: Pas une seule ligne droite.
it: Non una sola rettilineità.
nl_nl: Het woord bevindt zich niet op één rij.

source: On your next turn, you will have to add onto the words that your opponents have just played. That means that you cannot just create a freestanding word on the board, all of the tiles must be connected. As you build onto the words that your opponents have played, make sure that you consider all of the connected tiles. Your addition to the board must create at least one new word, but if you connect to other tiles, from other directions, then you need to make sure that you are creating valid words with these connections.
ar: عندما يحين دورك التالي فستحتاج للإضافة إلى الكلمات التي لعبها منافسوك للتو. يعني هذا أنه لا يمكنك إنشاء كلمات قائمة بذاتها على اللوحة، فيجب أن تكون كل القطع متصلة. احرص عند البناء فوق كلمات منافسك أن تفكر بكل القطع المتصلة. يجب أن تقدم إضافتك للوحة كلمة جديدة واحدة على الأقل، ولكن إن وصلت بقطع أخرى من اتجاهات أخرى فستحتاج للتأكد من إنشاء كلمات صحيحة بتلك الاتصالات كذلك.
de: In Ihrem nächsten Zug müssen Sie die Wörter, die Ihre Gegner gerade gespielt haben, ergänzen. Das bedeutet, dass Sie nicht einfach ein freistehendes Wort auf der Tafel erstellen können, sondern alle Kacheln miteinander verbunden sein müssen. Wenn Sie auf den Wörtern aufbauen, die Ihre Gegner gespielt haben, stellen Sie sicher, dass Sie alle verbundenen Kacheln berücksichtigen. Wenn Sie der Tafel hinzufügen, muss mindestens ein neues Wort erstellt werden. Wenn Sie jedoch aus anderen Richtungen eine Verbindung zu anderen Kacheln herstellen, müssen Sie sicherstellen, dass Sie mit diesen Verbindungen gültige Wörter erstellen.
es: En tu próximo turno, deberás agregar a las palabras que tus oponentes acaban de jugar. Eso significa que no puedes simplemente crear una palabra independiente en el tablero, todas las fichas deben estar conectadas. A medida que construyas sobre las palabras que tus oponentes han jugado, asegúrate de considerar todas las fichas conectadas. Su adición al tablero debe crear al menos una palabra nueva, pero si se conecta a otras fichas, desde otras direcciones, debe asegurarse de que está creando palabras válidas con estas conexiones.
fr: A votre tour suivant, vous devrez ajouter les mots que vos adversaires viennent de jouer. Cela signifie que vous ne pouvez pas simplement créer un mot autonome sur le tableau, tous les carreaux doivent être connectés. Comme vous construisez sur les mots que vos adversaires ont joué, assurez-vous que vous considérez tous les carreaux connectés. Votre ajout au forum doit créer au moins un nouveau mot, mais si vous vous connectez à d'autres carreaux, depuis d'autres directions, alors vous devez vous assurer que vous créez des mots valides avec ces connexions. Traduit avec www.DeepL.com/Translator
it: Al prossimo turno, dovrai aggiungere una parola a quelle appena giocate dai tuoi avversari. Non puoi giocare una parola indipendente, tutte le parole devono avere almeno una lettera in comune. Nel disporre una nuova parola connessa a quelle già esistenti, assicurati che tutte le parole abbiano un senso. Devi aggiungere almento una parola, ma se ti connetti a più tessere, formando quindi più parole, le stesse devono essere tutte di senso compiuto.
nl_nl: In de volgende beurt leg je woorden aan aan de door je tegenstanders gelegde woorden. Dit betekent dat je dus niet vrij woorden kunt leggen; alle stenen moeten met elkaar verbonden zijn. Let er op dat je alle verbonden stenen meerekent. Jouw bijdrage moet bestaan uit één nieuw woord, maar als je aanlegt aan andere woorden, dan moet je ook zorgen dat de overige verbonden stenen juiste woorden vormen.

source: Others
ar: أخرى
de: Sonstiges
es: Otros
fr: Autres
it: Altro
nl_nl: Overig

source: Pass the bag around the table and allow each player to draw one tile. Then, place your tiles face up on the table. The player with the letter that is closest to the letter “A” gets to go first. Put these letters back into the bag and shuffle them again before drawing tiles. If any player draws a blank tile, he or she will start the game.
ar: مرروا الحقيبة على اللاعبين ليسحب كل لاعب قطعه، ثم ضعوا القطع مكشوفة على الطاولة. اللاعب الذي لديه الحرف الأقرب إلى "أ" يبدأ أولًا. أعيدوا الأحرف إلى الحقيبة واخلطوها ثانية قبل سحب القطع. إن سحب أي لاعب قطعة فارغة فسيبدأ هو اللعب.
de: Lege den Beutel um den Tisch und erlaube jedem Spieler, ein Plättchen zu ziehen. Dann legen Sie Ihre Fliesen offen auf den Tisch. Der Spieler mit dem Buchstaben, der dem Buchstaben "A" am nächsten kommt, darf zuerst gehen. Legen Sie diese Buchstaben zurück in die Tasche und mischen Sie sie erneut, bevor Sie Kacheln zeichnen. Wenn ein Spieler ein leeres Plättchen zieht, startet er das Spiel.
es: Pase la bolsa alrededor de la mesa y permita que cada jugador dibuje una ficha. Luego, coloca tus fichas boca arriba sobre la mesa. El jugador con la letra más cercana a la letra "A" va primero. Vuelva a colocar estas letras en la bolsa y revuélvalas nuevamente antes de dibujar fichas. Si algún jugador dibuja una ficha en blanco, él o ella comenzará el juego.
fr: Passez le sac autour de la table et permettez à chaque joueur de tirer un carreau. Ensuite, placez vos carreaux face vers le haut sur la table. Le joueur dont la lettre est la plus proche de la lettre "A" peut commencer. Remettez ces lettres dans le sac et mélangez-les à nouveau avant de tirer les carreaux. Si un joueur tire un carreau blanc, il ou elle commencera le jeu.
it: Passa il sacchetto ad ogni giocatore, affinché possa pescare una tessera. Quindi, ogni giocatore mostra la lettera pescata, il giocatore con la lettera più vicina alla lettera "A" inizia la partita. Rimetti le lettere nel sacchetto e mescola di nuovo prima di pescare le tessere. Se un giocatore pesca una tessera bianca, spetterà a lui di iniziare la partita.
nl_nl: Geef de zak door aan elke speler en laat ze één steen pakken. Plaats vervolgens alle gepakte stenen op de tafel, met de letter naar boven. De speler met de letter die het dichtst bij de "A" zit mag beginnen. Stop de letters terug in de zak en schud de zak voordat de spelers stenen pakken. Als een speler een blanco steen pakt, dan mag hij of zij beginnen.

source: Player Points:
ar: نقاط اللاعب:
de: Spielerpunkte:
es: Puntos de jugador:
fr: Points du joueur:
it: Punteggio del Giocatore:
nl_nl: Spelerpunten:

source: Player pieces
ar: قطع اللاعب
de: Spielerstücke
es: Piezas de jugador
fr: Jetons du joueur
it: Tessere del giocatore
nl_nl: Stenen van de speler

source: Playing language:
ar: لغة اللعب:
de: Spielsprache:
es: Lenguaje de juego:
fr: Langue de la partie :
it: Lingua del gioco:
nl_nl: Speeltaal:

source: Preference
ar: التفضيلات
de: Präferenz
es: Preferencia
fr: Préférence
it: Preferenza
nl_nl: Voorkeuren

source: Premium Squares will alter your word scores, so pay attention to these when you play words. You can only use the bonus from a Premium Square if you laid the tile over that square during the current turn. You cannot incorporate bonuses from Premium Squares that you already counted in a different turn or that were counted by a different player. When adding the bonuses for plays with multiple Premium Squares, add the letter bonuses in before the word bonuses. For example, if you spell a word that has a double letter bonus and a triple word bonus, add the double letter bonus to your total before multiplying the total by three.
ar: هذه المربعات ستغير نتيجة الكلمات، فانتبهوا لها عند لعب الكلمات. يمكنك الاستفادة من المربع المميز فقط عند وضع قطعة فوقه خلال دورك الحالي. لا يمكنك استخدام علاوة مربع مميز سبق لك حسابه في دور مختلف أو تم عده من قبل لاعب آخر. عند إضافة علاوات للاعب الذي استخدم عدة مربعات مميزة فأضف علاوات الأحرف قبل علاوات الكلمات. إن وضعت كلمة مثلًا بها علاوة ضعف نتيجة الحرف وثلاثة أضعاف نتيجة الكلمة فأضف علاوة ضعف الحرف إلى النتيجة الإجمالية ثم ضاعف النتيجة الإجمالية بمقدار ثلاثة أضعاف.
de: Premium Squares werden Ihre Wortwerte ändern, achten Sie also auf diese, wenn Sie Wörter spielen. Sie können den Bonus von einem Premiumfeld nur verwenden, wenn Sie das Feld in der aktuellen Runde darüber gelegt haben. Sie können keine Boni von Premium-Feldern einbeziehen, die Sie bereits in einem anderen Zug gezählt haben oder die von einem anderen Spieler gezählt wurden. Wenn Sie die Boni für Spiele mit mehreren Premium-Feldern hinzufügen, fügen Sie die Buchstaben-Boni vor dem Wort "Boni" ein. Wenn Sie beispielsweise ein Wort buchstabieren, das einen Doppelbuchstabenbonus und einen Dreifachwortbonus enthält, addieren Sie den Doppelbuchstabenbonus zu Ihrer Gesamtsumme, bevor Sie die Gesamtsumme mit drei multiplizieren.
es: Premium Squares alterará sus puntajes de palabras, así que preste atención cuando juegue palabras. Solo puedes usar la bonificación de un Cuadrado Premium si colocaste el mosaico sobre ese cuadrado durante el turno actual. No puedes incorporar bonos de Cuadrados Premium que ya has contado en un turno diferente o que hayan sido contados por un jugador diferente. Al agregar los bonos para juegos con múltiples Cuadros Premium, agrega los bonos de letras antes de los bonos de palabras. Por ejemplo, si deletrea una palabra que tiene una bonificación de doble letra y una bonificación de triple palabra, agregue la bonificación de doble letra a su total antes de multiplicar el total por tres.
fr: Des Carrés Premium vont changer vos scores de mots, donc il faut en faire attention. Vous ne pouvez qu'utiliser le bonus d'un Carré Premium si vous avez déjà mis votre carreau sur le carré pendant le tour en cours. Vous ne pouvez pas utiliser les bonus des Carrés Premium que vous avez déjà compté à un tour précédent ou qui ont déjà été comptés par un autre joueur. Quand vous additionnez des bonus pour des tours avec plusieurs Carrés Premium, additionnez les bonus lettres avant les bonus mots. Par exemple, si vous écrivez un mot qui a un bonus double lettre et un bonus triple mot, ajoutez le bonus double lettre au total avant de tout multiplier par trois.
it: Le caselle speciali modificano il valore delle parole, utilizzale a tuo favore. Puoi usufruire del bonus solo se collochi una tessera su questa casella, durante il turno corrente. Non puoi usufruire dei bonus che sono già stati conteggiati in un turno precedente o da un altro giocatore. Nell'addizionare i bonus, i bonus lettera devono essere calcolati prima dei bonus parola. Ad esempio, se componi una parola che ha un bonus DL (due volte la lettera) e un TP (tre volte la parola), aggiungi il bonus doppia lettera prima di moltiplicare il valore totale della parola per tre.
nl_nl: Vakjes met extra waarden veranderen de score, dus let daar extra op als je woorden legt. Je kunt de bonus ervan alleen gebruiken als je een steen over dat vakje hebt gelegd in je huidige beurt. Je kunt geen bonussen krijgen van vakjes met extra waarden die je al in een vorige beurt hebt gebruikt of die een andere speler heeft gebruikt. Als je meerdere vakjes met extra waarden bezet, bereken dan eerst de extra letterwaarden op en daarna pas de extra woordwaarden. Als je bijv. een woord legt dat een vakje met zowel dubbele letterwaarde als driedubbele woordwaarde bezet, bereken dan eerst de dubbele letterwaarde voordat je de woordwaarde maal 3 doet.

source: Prepare defaults
ar: استعد الافتراضيات
de: Bereiten Sie die Standardeinstellungen vor
es: Preparar valores predeterminados
fr: Préparer les réglages par défaut
it: Configurare le impostazioni predefinite
nl_nl: Standaardwaarden gebruiken

source: Press
ar: اضغط
de: Presse
es: prensa
fr: Appuyez sur
it: Stampa
nl_nl: Druk op

source: Previous game
ar: لعبة سابقة
de: Vorheriges Spiel
es: Juego anterior
fr: Partie précédente
it: Partita precedente
nl_nl: Vorig spel

source: Remaining pieces
ar: القطع المتبقية
de: Reststücke
es: Piezas restantes
fr: Jetons restants
it: Tessere rimanenti
nl_nl: Resterende stenen
