Repository: Ordissimo/gscrabble
Catalog: po/*.po
Languages: ar, de, es, fr, it, nl_nl

source: 1- Make sure that you have everything you need to play Scrabble:
ar: 1- تأكد من وجود كل شيء تحتاجه للعب سكرابل:
de: 1- Stelle sicher, dass du alles hast, was du brauchst, um Scrabble zu spielen:
es: 1- Asegúrate de tener todo lo que necesitas para jugar Scrabble:
fr: 1- Assurez-vous d'avoir tout ce dont vous avez besoin pour jouer au Scrabble :
it: 1- Assicurati di avere tutto il necessario per giocare a Scrabble:
nl_nl: 1 - Zorg ervoor dat je alle benodigdheden voor Scrabble hebt:

source: 10- Use your tiles to get the highest score possible per turn:
ar: 10- استخدم قطعك للحصول على أعلى نتيجة ممكنة كل دور:
de: 10- Verwenden Sie Ihre Kacheln, um die höchstmögliche Punktzahl pro Spielzug zu erzielen:
es: 10- Usa tus fichas para obtener la puntuación más alta posible por turno:
fr: 10- Utilisez vos jetons pour obtenir le score le plus élevé possible par tour :
it: 10- Usa le tue tessere per ottenere il punteggio più alto possibile:
nl_nl: 10 - Gebruik je stenen om de hoogst mogelijke score per beurt te behalen:

source: 11- Challenge other players to dispute a word:
ar: 11- تحدَّ اللاعبين الآخرين للنزاع على كلمة:
de: 11- Fordern Sie andere Spieler auf, ein Wort zu bestreiten:
es: 11- Desafía a otros jugadores a disputar una palabra:
fr: 11- Mettez les autres joueurs au défi de contester un mot :
it: 11- Sfida gli avversari a contestare una parola:
nl_nl: 11 - Daag anderen uit om een woord te bediscussiëren:

source: 12- Exchange tiles you don’t want:
ar: 12- استبدال القطع غير المرغوبة:
de: 12- Tausche Steine, die du nicht willst:
es: 12- Intercambia fichas que no quieres:
fr: 12- Echangez les jetons dont vous ne voulez pas :
it: 12- Cambia le tessere inutili:
nl_nl: 12 - Ruil de stenen die je niet wilt:

source: 13- Watch for Premium Score squares:
ar: 13- انتبهوا لمربعات النتيجة المميزة:
de: 13- Achten Sie auf Felder mit Premium-Punkten:
es: 13- Esté atento a los cuadros de Puntuación Premium:
fr: 13- Surveillez les carrés Premium Score :
it: 13- Cerca di usufruire al meglio delle caselle speciali:
nl_nl: 13 - Let op de bonusvakjes:

source: 14- Get 50 points added to your word score if you get a bingo, also known as a bonus:
ar: 14- أضف 50 نقطة إلى نتيجة كلمتك إن حصلت على بينجو أو علاوة:
de: 14- Wenn Sie ein Bingo erhalten, das auch als Bonus bezeichnet wird, werden Ihrem Wortschatz 50 Punkte hinzugefügt:
es: 14- Obtén 50 puntos agregados a tu puntaje de palabras si obtienes un bingo, también conocido como un bono:
fr: 14- Obtenez 50 points ajoutés à votre score de mots si vous obtenez un bingo, également connu comme un bonus :
it: 14- Se ottieni un bingo, noto anche come bonus, aggiungi 50 punti al punteggio della parola:
nl_nl: 14 - Verkrijg 50 punten als je bingo behaalt:

source: 15- Add up each player’s scores at the end of the game:
ar: 15- احسبوا النتيجة الإجمالية لكل لاعب في نهاية اللعبة:
de: 15- Addiere die Punkte jedes Spielers am Ende des Spiels:
es: 15- Sume los puntajes de cada jugador al final del juego:
fr: 15- Additionnez les scores de chaque joueur à la fin de la partie :
it: 15- Alla fine del gioco, sommare i punteggi di ciascun giocatore:
nl_nl: 15 - Tel de score van elke speler op aan het eind van het spel:

source: 16- Announce the winner:
ar: 16- أعلنوا الفائز:
de: 16. Bekanntgabe des Gewinners:
es: 16- Anuncie el ganador:
fr: 16- Annoncer le gagnant :
it: 16- Proclama il vincitore:
nl_nl: 16 - Verklaar de winnaar:

source: 2- Choose a dictionary to use for challenges:
ar: 2- اختر قاموسًا لاستخدامه في التحديات:
de: 2- Wählen Sie ein Wörterbuch für Herausforderungen:
es: 2- Elige un diccionario para usar en los desafíos:
fr: 2- Choisissez un dictionnaire à utiliser pour les défis :
it: 2- Scegli un vocabolario da utilizzare per le sfide:
nl_nl: 2 - Kies een woordenboek om te gebruiken bij uitdagingen:

source: 3- Put the tiles in the bag and shake them:
ar: 3- ضع القطع في حقيبة وقم برجها:
de: 3- Legen Sie die Fliesen in den Beutel und schütteln Sie sie:
es: 3- Coloca los azulejos en la bolsa y sacúdelos:
fr: 3- Mettez les jetons dans le sac et secouez-les :
it: 3- Metti le tessere nel sacchetto e mischiale:
nl_nl: 3 - Doe de stenen in een zak en schudt ze door elkaar:

source: 4- Determine who goes first:
ar: 4- حددوا من سيبدأ أولًا:
de: 4- Bestimmen Sie, wer zuerst geht:
es: 4- Determina quién va primero:
fr: 4- Déterminez qui commence :
it: 4- Decidere chi inizia per primo:
nl_nl: 3 - Bepaal wie er begint:

source: 5- Draw your tiles:
ar: 5- اسحبوا قطعكم:
de: 5- Zeichne deine Kacheln:
es: 5- Dibuja tus fichas:
fr: 5- Arrangez vos jetons :
it: 5- Prendi le tue tessere:
nl_nl: 5 - Pak je stenen:

source: 6- Play the first word:
ar: 6- العب الكلمة الأولى:
de: 6- Spielen Sie das erste Wort:
es: 6- Juega la primera palabra:
fr: 6- Jouez le premier mot :
it: 6- Gioca la prima parola:
nl_nl: 6 - Speel het eerste woord:

source: 7- Count up your points:
ar: 7- عدوا النقاط:
de: 7- Zählen Sie Ihre Punkte auf:
es: 7- Cuenta tus puntos:
fr: 7- Comptez vos points :
it: 7- Calcola il tuo punteggio:
nl_nl: 7 - Tel je punten op:

source: 8- Draw new tiles:
ar: 8- اسحبوا قطعًا جديدة:
de: 8- Neue Kacheln zeichnen:
es: 8- Dibuja nuevas fichas:
fr: 8- Tirer de nouveaux carreaux :
it: 8- Prendi delle nuove tessere:
nl_nl: 8 - Pak nieuwe stenen:

source: 9- Build on other players’ words:
ar: 9- ابنِ على كلمات اللاعبين الآخرين:
de: 9- Bauen Sie auf den Worten anderer Spieler auf:
es: 9- Construye sobre las palabras de otros jugadores:
fr: 9- Construisez sur les mots des autres joueurs :
it: 9- Forma una parola che deve avere una lettera in comune con la/e parole già presenti:
nl_nl: 9 - Bouw verder op woorden die andere spelers leggen:

source: <b>Computer will start playing.</b>
ar: <b>.الحاسب هو من سيبدأ اللعب</b>
de: <b> Der Computer wird abgespielt. </ b>
es: <b> La computadora comenzará a jugar. </b>
fr: <b>L'ordinateur commence la partie.</b>
it: <b>Il Computer inizierà a giocare.</b>
nl_nl: <b>De computer begint met spelen.</b>

source: <b>Player will start playing.</b>
ar: <b>.اللاعب هو من سيبدأ اللعب</b>
de: <b> Der Spieler beginnt zu spielen. </ b>
es: <b> El jugador comenzará a jugar. </b>
fr: <b>Le joueur commence la partie.</b>
it: <b>Il giocatore inizierà a giocare.</b>
nl_nl: <b>De persoon begint met spelen.</b>

source: A bingo is when you use all seven of your tiles to play a word. When this happens, you should add up the total value of your word plus any bonuses gained from Premium Squares and then add 50 points.
ar: تحصل على بينجو عند استخدام كل قطعك السبعة للعب كلمة. عند حدوث هذا فيجدر بك حساب نتيجة كلمتك الإجمالية بجانب أي علاوات من المربعات المميزة ثم إضافة 50 نقطة.
de: Ein Bingo ist, wenn Sie alle sieben Ihrer Steine verwenden, um ein Wort zu spielen. In diesem Fall sollten Sie den Gesamtwert Ihres Wortes plus aller Boni, die Sie durch Premium Squares erhalten haben, addieren und dann 50 Punkte addieren.
es: Un bingo es cuando usas las siete fichas para jugar una palabra. Cuando esto suceda, debe sumar el valor total de su palabra más cualquier bonificación obtenida de Cuadrados Premium y luego agregar 50 puntos.
fr: Un Bingo est quand vous utilisez tous vos sept carreaux pour jouer un mot. Quand cela arrive, vous devrez additionnez la valeur totale du mot en plus des bonus gagnés des Carrés Premium et ensuite ajouter les 50 points.
it: Si dice che hai fatto "bingo" quando usi tutte e sette le tessere per comporre una parola. In tal caso, devi sommare il valore totale della parola, più eventuali bonus ottenuti grazie alle caselle speciali, e quindi aggiungere 50 punti.
nl_nl: Bingo wordt behaald door alle zeven stenen te gebruiken om een woord te leggen. Als dit gebeurt, tel dan alle punten en extra waarden bij elkaar op en voeg 50 extra punten toe.

source: About!
ar: حول!
de: Über
es: Acerca de,
fr: A propos!
it: Informazioni utili
nl_nl: Over!

source: Add
ar: أضف
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl_nl: Toevoegen

source: Add a letters
ar: إضافة حروف
de: Fügen Sie Buchstaben hinzu
es: Agregar letras
fr: Ajouter une lettre
it: Aggiungi una lettera
nl_nl: Letters toevoegen

source: Add dictionary
ar: أضف قاموسًا
de: Wörterbuch hinzufügen
es: Agregar diccionario
fr: Ajouter dictionnaire
it: Aggiungere un vocabolario
nl_nl: Woordenboek toevoegen

source: Add language
ar: أضف لغة
de: Sprache hinzufügen
es: Agregar idioma
fr: Ajouter une langue
it: Aggiungere una lingua
nl_nl: Taal toevoegen

source: Adopted the word that I set.
ar: اعتمد الكلمة التي وضعتها.
de: Ich habe das von mir gesetzte Wort angenommen.
es: Adoptó la palabra que establecí.
fr: Accepter le mot que j'ai placé.
it: Registra la parola che ho composto.
nl_nl: Heeft het woord gebruikt dat ik heb geïntroduceerd.

source: Adoption of the word
ar: اعتماد كلمة
de: Annahme des Wortes
es: Adopción de la palabra.
fr: Accepter le mot
it: Adozione della parola
nl_nl: Woordgebruik

source: After all of the players have exhausted their tiles or cannot play any more words, add up each player’s points total. As the score keeper adds the totals, each player should let him or her know the points value (if any) of the tiles he or she has left over. Deduct this value from each player’s points total to determine each player’s final score.
ar: بعد انتهاء كل اللاعبين من اللعب فعليكم إضافة إجمالي نقاط كل لاعب. يجدر بكل لاعب إخبار متابع النتيجة بقيمة نتيجة قطعه المتبقية (إن تبقى لديه أي قطع). على المتابع طرح هذه القيمة من إجمالي نتيجة كل لاعب لتحديد النتيجة الإجمالية النهائية.
de: Nachdem alle Spieler ihre Kacheln aufgebraucht haben oder keine Wörter mehr spielen können, addieren Sie die Gesamtpunktzahl aller Spieler. Während der Punktezähler die Gesamtsummen addiert, sollte jeder Spieler ihm den Punktewert (falls vorhanden) der übrig gebliebenen Kacheln mitteilen. Ziehe diesen Wert von den Gesamtpunkten jedes Spielers ab, um die endgültige Punktzahl jedes Spielers zu bestimmen.
es: Después de que todos los jugadores hayan agotado sus fichas o no puedan jugar más palabras, sume el total de puntos de cada jugador. A medida que el anotador suma los totales, cada jugador debe informarle el valor de los puntos (si los hay) de las fichas que le sobraron. Deduzca este valor del total de puntos de cada jugador para determinar el puntaje final de cada jugador.
fr: Après que tous les joueurs ont posé tous leurs carreaux et ne pouvez plus jouer de mot, additionnez le total des points de chaque joueur. Lorsque le marquer additionne les totaux, chaque joueur devrait lui communiquer la valeur des points des carreaux qu'il lui reste. Déduire cette valeur du total des points du joueur afin de déterminer son score final.
it: Quando tutti i giocatori hanno esaurito le loro tessere o non sono più in grado di comporre una parola, sommare il totale dei punti di ciascun giocatore. Dal punteggio totale è necessario dedurre il valore delle lettere che non sono state utilizzate, se ve ne sono.
nl_nl: Als alle spelers door hun stenen heen zijn of geen woorden meer kunnen vormen, tel dan de totaalscore van de spelers op. Vertel degene die de score bijhoudt wat de waarde is van de overgebleven stenen op je rekje (als je nog stenen over hebt). Trek dit van de totaalscore van de speler af om de eindscore te bepalen.

source: After each of your turns, you will need to draw as many new tiles as you just played. For example, if you played three of your tiles to form a word during your turn, then you need to draw three new tiles at the end of your turn. Place these new tiles on your rack and pass the bag to the next player.
ar: بعد انتهاء دورك ستحتاج لسحب قطع مساوية لعدد القطع التي لعبتها للتو. إن لعبت مثلًا ثلاث قطع لتكوين كلمة خلال دورك فعليك سحب ثلاث قطع جديدة في نهاية دورك. ضع تلك القطع الجديدة على رفك ومرر الحقيبة إلى اللاعب التالي.
de: Nach jedem deiner Züge musst du so viele neue Steine ziehen, wie du gerade gespielt hast. Wenn Sie beispielsweise während Ihres Zuges drei Ihrer Kacheln gespielt haben, um ein Wort zu bilden, müssen Sie am Ende Ihres Zuges drei neue Kacheln ziehen. Lege diese neuen Kacheln auf dein Rack und gib die Tasche an den nächsten Spieler weiter.
es: Después de cada uno de tus turnos, deberás dibujar tantas fichas nuevas como acabas de jugar. Por ejemplo, si jugaste tres de tus fichas para formar una palabra durante tu turno, entonces debes dibujar tres fichas nuevas al final de tu turno. Coloca estas nuevas fichas en tu estante y pasa la bolsa al siguiente jugador.
fr: Après chacun de vos tours, vous devrez dessiner autant de nouveaux carreaux que vous venez de jouer. Par exemple, si vous avez joué trois de vos carreaux pour former un mot pendant votre tour, alors vous devez dessiner trois nouveaux carreaux à la fin de votre tour. Placez ces nouveaux carreaux sur votre rack et passez le sac au joueur suivant.
it: Dopo ogni turno, ogni giocatore deve pescare un numero di tessere corrispondente al numero di lettere utilizzate. Ad esempio, se hai utilizzato tre lettere nel turno precedente, devi pescare tre nuove tessere alla fine del tuo turno. Posiziona queste nuove tessere sul tuo porta-tessere e passa il sacchetto al giocatore successivo.
nl_nl: Na elke beurt moet je net zoveel nieuwe stenen pakken als dat je hebt gespeeld. Dus als je bijv. drie stenen hebt gebruikt om een woord te leggen, dan pak je drie nieuwe stenen aan het einde van je beurt. Plaats de stenen op je rekje en geef de zak door aan de volgende speler.

source: After the score keeper has added each player’s scores and deducted the values of any unused tiles, he or she may announce the winner. The person who has the highest score wins the game. Second place goes to the person with the second-highest score, and so on.
ar: بعد إضافة المتابع لنتيجة كل لاعب وطرح قيم القطع غير المستخدمة فعليه إعلان الفائز. الشخص الحاصل على أعلى نتيجة يفوز باللعبة. المركز الثاني يعود للشخص الحاصل على ثاني أعلى نتيجة وهكذا.
de: Nachdem der Punktezähler die Punkte jedes Spielers addiert und die Werte nicht verwendeter Kacheln abgezogen hat, kann er den Gewinner bekannt geben. Die Person mit der höchsten Punktzahl gewinnt das Spiel. Der zweite Platz geht an die Person mit der zweithöchsten Punktzahl und so weiter.
es: Después de que el encargado de la puntuación haya agregado las puntuaciones de cada jugador y deducido los valores de las fichas no utilizadas, puede anunciar al ganador. La persona que tenga la puntuación más alta gana el juego. El segundo lugar es para la persona con el segundo puntaje más alto, y así sucesivamente.
fr: Une fois que le marqueur aura additionné le score de chaque joueur et déduit les valeurs des carreaux non-joués, il ou elle peut annoncer le vainqueur. La personne avec le score le plus élevé gagne le jeu. La seconde place va à la personne avec le deuxième score le plus élevé etc.
it: Una volta calcolato il punteggio totale di ciascun giocatore e dedotto il valore delle tessere non utilizzate, il segnapunti può proclamare il vincitore. Vince la partita la persona con il punteggio più alto. Il secondo posto spetta alla persona con il secondo punteggio più alto, e così via.
nl_nl: Nadat degene die de score bijhoudt alle spelerspunten bij elkaar op heeft geteld en de waarde van de ongebruikte stenen heeft afgetrokken, dan mag hij of zij de winnaar uitroepen. De persoon met de hoogste score wint het spel. De tweede plaats gaat naar degene met de op één na hoogste score, enz.

source: After you have put down a word, make sure that you count up your points. Add up the points on the lower right corner of each of the tiles you laid down. If you placed a tile on a Premium Square, adjust your score as indicated by the Premium Square. For example, if you place a word over a square that says “Double Word” on it, then you should double the total value of your word. If you place a tile over a square that says “Double Letter”, then you should double the value of that letter tile only when you calculate your score.
ar: بعد وضع كلمة فتأكدوا من عد النقاط. أضيفوا النقاط المكتوبة في أسفل يمين كل قطعة تم لعبها. إن وضعتم قطعة على مربع مميز فعدلوا النتيجة حسب طبيعة المربع. إن وضعت كلمة مثلًا على مربع مكتوب عليه "كلمة مضاعفة" فعليك مضاعفة قيمة الكلمة الإجمالية. إن وضعت قطعة فوق مربع مكتوب عليه "حرف مضاعف" فعليك مضاعفة قيمة قطعة الحرف فقط عند حساب النتيجة.
de: Nachdem Sie ein Wort niedergeschrieben haben, stellen Sie sicher, dass Sie Ihre Punkte hochzählen. Addieren Sie die Punkte in der unteren rechten Ecke jeder der abgelegten Kacheln. Wenn Sie eine Kachel auf ein Premium-Quadrat gelegt haben, passen Sie Ihre Punktzahl wie im Premium-Quadrat angegeben an. Wenn Sie beispielsweise ein Wort über ein Quadrat mit der Aufschrift „Doppelwort“ legen, sollten Sie den Gesamtwert von verdoppeln dein Wort. Wenn Sie eine Kachel über ein Quadrat mit der Aufschrift „Doppelbuchstabe“ legen, sollten Sie den Wert dieser Kachel nur verdoppeln, wenn Sie Ihre Punktzahl berechnen.
es: Después de haber escrito una palabra, asegúrese de contar sus puntos. Suma los puntos en la esquina inferior derecha de cada una de las fichas que colocaste. Si colocó un mosaico en un Cuadrado Premium, ajuste su puntaje como lo indica el Cuadrado Premium. Por ejemplo, si coloca una palabra sobre un cuadrado que dice "Palabra Doble", entonces debe duplicar el valor total de tu palabra. Si coloca un mosaico sobre un cuadrado que dice "Doble letra", debe duplicar el valor de ese mosaico de letras solo cuando calcule su puntaje.
fr: Après avoir posé un mot, assurez-vous de compter vos points. Additionnez les points dans le coin inférieur droit de chacun des carreaux que vous avez posés. Si vous placez un carreau sur un carré Premium, ajustez votre score comme indiqué par le carré Premium. Par exemple, si vous placez un mot au-dessus d'un carré qui dit "Double Word", alors vous devriez doubler la valeur totale de votre mot. Si vous placez une tuile au-dessus d'un carré qui dit "Double lettre", alors vous devriez doubler la valeur de ce carreau de lettre seulement quand vous calculez votre score. Traduit avec www.DeepL.com/Translator
it: Dopo aver giocato una parola, assicurati di contare i tuoi punti. Somma i punti scritti nell'angolo in basso a destra di ciascuna delle tessere che hai posato. Se hai posizionato una tessera su una casella speciale, regola il tuo punteggio secondo quanto indicato sulla casella. Ad esempio, se posizioni una parola su una casella "Doppia parola (DP)", raddoppia il valore totale della parola. Se posizioni una tessera su una casella "Doppia lettera (DL)", allora devi raddoppiare solo il valore della lettera che si trova sulla casella DL.
nl_nl: Als je een woord hebt gelegd, tel je je punten op. De punten staan op stenen zelf. Als je een steen hebt geplaatst op een vakje met extra letter- of woordwaarde, dan pas je je score daaraan aan. Als je bijv. een woord plaatst op een vakje met "dubbele woordwaarde", dan verdubbel je de score van je woord. Als je een steen plaatst op een vakje met "dubbele letterwaarde", dan verdubbel je de waarde van de letter in kwestie.

source: All
ar: الكل
de: Alle
fr: Tout
it: Tutte
nl_nl: Alle

source: All pieces
ar: جميع القطع
de: Alle Stücke
es: Todas las piezas
fr: Toutes les jetons
it: Tutte le tessere
nl_nl: Alle stenen

source: At some point during the game, you may decide that you want to exchange some or all of your tiles for new ones. You can use a turn to get new tiles. Just discard the tiles that you no longer want into the bag, shuffle the bag and draw the number of tiles that you discarded. Just keep in mind that you cannot play a word in addition to drawing new tiles, this will count as your turn.
ar: قد تقرر خلال اللعب أنك تريد تبادل بعض أو كل قطعك بأخرى جديدة. يمكنك استخدام دور للحصول على قطع جديدة. تخلص من القطع التي لم تعد تريدها في الحقيبة ثم قم برجها واسحب عددًا مساويًا من القطع. تذكر أنه لا يمكنك لعب كلمة بجانب سحب قطع جديدة، فهذا هو دورك.
de: Irgendwann während des Spiels können Sie entscheiden, ob Sie einige oder alle Ihrer Kacheln gegen neue austauschen möchten. Sie können eine Runde verwenden, um neue Kacheln zu erhalten. Wirf einfach die Kacheln, die du nicht mehr haben willst, in den Beutel, mische den Beutel und ziehe die Anzahl der Kacheln, die du abgelegt hast. Denken Sie daran, dass Sie nicht nur ein Wort spielen können, sondern auch keine neuen Kacheln zeichnen. Dies zählt als Ihr Zug.
es: En algún momento durante el juego, puedes decidir que quieres intercambiar algunas o todas tus fichas por otras nuevas. Puedes usar un turno para obtener nuevas fichas. Simplemente deseche las fichas que ya no desea en la bolsa, baraje la bolsa y extraiga la cantidad de fichas que descartó. Solo tenga en cuenta que no puede jugar una palabra además de dibujar nuevas fichas, esto contará como su turno.
fr: Au moment donné, vous pouvez décider d'échanger quelques carreaux (ou tous) pour des nouveaux. Vous pouvez utiliser votre prochain tour pour prendre des nouveaux carreaux. Il suffit de mettre les carreaux que vous voulez échanger dans le sac, l'agiter, et puis tirer le même nombre de carreaux que vous venez de jeter. N'oubliez pas que vous ne pouvez pas jouer un mot au même tour que vous avez échangé des carreaux.
it: Ad un certo punto, potresti decidere di cambiare alcune o tutte le tessere con altre nuove. Quando tocca a te, rimetti le tessere inutili nel sacchetto, mischia e pesca un numero di tessere corrispondente a quelle scartate. Tieni presente che non potrai giocare una parola: se decidi di cambiare le tessere, il turno passa automaticamente al giocatore successivo.
nl_nl: Op enig moment tijdens het spel kan het voorkomen dat je sommige of alle stenen wilt ruilen. Dit kost één beurt. Stop de stenen die je niet wilt terug in de zak, schud de zak en pak zoveel nieuwe stenen als dat je in de zak stopte. Let er dus wel op dat je daarna niet meteen een woord mag leggen; het ruilen van stenen kost één beurt.

source: Autohide the information box
ar: اخفاء تلقائي لصندوق المعلومات الجانبي
de: Das Informationsfeld automatisch ausblenden
es: Ocultar automáticamente el cuadro de información
fr: Cacher automatiquement la boîte d'information
it: Nascondi automaticamente la finestra delle informazioni
nl_nl: Informatiepaneel automatisch verbergen

source: Autohide the letters box
ar: اخفاء تلقائي لصندوق الحروف الجانبي
de: Das Buchstabenfeld automatisch ausblenden
es: Ocultar automáticamente el cuadro de letras
fr: Masquer automatiquement la boîte aux lettres
it: Nascondi automaticamente la finestra delle lettere
nl_nl: Letterpaneel automatisch verbergen

source: Background
ar: الخلفية
de: Hintergrund
es: A
fr: Fond
it: Sfondo
nl_nl: Achtergrond

source: Background of DLS
ar: حرف مضاعف
de: Hintergrund von DLS
es: Antecedentes de DLS
fr: Fond de Score Double Lettre
it: Sfondo DL
nl_nl: Achtergrond van D2

source: Background of DWS
ar: كلمة مضاعفة
de: Hintergrund der DWS
es: Antecedentes de DWS
fr: Fond de Score Double Mot
it: Sfondo DP
nl_nl: Achtergrond van W2

source: Background of TLS
ar: حرف مثلث
de: Hintergrund von TLS
es: Antecedentes de TLS
fr: Fond de Score Triple Lettre
it: Sfondo TL
nl_nl: Achtergrond van D3

source: Background of TWS
ar: كلمة مثلثة
de: Hintergrund von TWS
es: Antecedentes de TWS
fr: Fond de Score Triple Mot
it: Sfondo TP
nl_nl: Achtergrond van W3

source: Background of grid
ar: خلفية الشبكة
de: Hintergrund des Rasters
es: Fondo de cuadrícula
fr: Fond de grille
it: Sfondo della griglia
nl_nl: Rasterachtergrond

source: Background of letter
ar: خلفية الحرف
de: Hintergrund des Briefes
es: Fondo de carta
fr: Fond de lettres
it: Sfondo della lettera
nl_nl: Letterachtergrond
